{
   "data": [
	  {
      	 "text": [
			"S Heeeeeeeyyy!!",
			"- I see an annoying girl running toward me from the distance, waving her arms in the air like she's totally oblivious to any attention she might draw to herself.",
			"- That girl is Sayori, my neighbor and good friend since we were children.",
			"- You know, the kind of friend you'd never see yourself making today, but it just kind of works out because you've known each other for so long?",
			"- We used to walk to school together on days like this, but starting around high school she would oversleep more and more frequently, and I would get tired of waiting up.",
			"- But if she's going to chase after me like this, I almost feel better off running away.",
			"- However, I just sigh and idle in front of the crosswalk and let Sayori catch up to me.",
			"S Haaahhh...haaahhh...",
			"S I overslept again!",
			"S But I caught you this time!",
			"P Maybe, but only because I decided to stop and wait for you.",
			"S Eeehhhhh, you say that like you were thinking about ignoring me!",
			"S That's mean, MC!",
			"P Well, if people stare at you for acting weird then I don't want them to think we're a couple or something.",
			"S Fine, fine.",
			"S But you did wait for me, after all.",
			"S I guess you don't have it in you to be mean even if you want to~",
			"P Whatever you say, Sayori...",
			"S Ehehe~",
			"- We cross the street together and make our way to school.",
			"- As we draw near, the streets become increasingly speckled with other students making their daily commute.",
			"S By the way, MC...",
			"S Have you decided on a club to join yet?",
			"P A club?",
			"P I told you already, I'm really not interested in joining any clubs.",
			"P I haven't been looking, either.",
			"S Eh? That's not true!",
			"S You told me you would join a club this year!",
			"P Did I...?",
			"- I'm sure it's possible that I did, in one of our many conversations where I dismissively go along with whatever she's going on about.",
			"- Sayori likes to worry a little too much about me, when I'm perfectly content just getting by on the average while spending my free time on games and anime.",
			"S Uh-huh!",
			"S I was talking about how I'm worried that you won't learn how to socialize or have any skills before college.",
			"S Your happiness is really important to me, you know!",
			"S And I know you're happy now, but I'd die at the thought of you becoming a NEET in a few years because you're not used to the real world!",
			"S You trust me, right?",
			"S Don't make me keep worrying about you...",
			"P Alright, alright...",
			"P I'll look at a few clubs if it makes you happy.",
			"P No promises, though.",
			"S Will you at least promise me you'll try a little?",
			"P Yeah, I guess I'll promise you that.",
			"S Yaay~!",
			"- Why do I let myself get lectured by such a carefree girl?",
			"- More than that, I'm surprised I even let myself relent to her.",
			"- I guess seeing her worry so much about me makes me want to ease her mind at least a little bit - even if she does exaggerate everything inside of her head.",
			"- The school day is as ordinary as ever, and it's over before I know it.",
			"- After I pack up my things, I stare blankly at the wall, looking for an ounce of motivation.",
			"P Clubs...",
			"- Sayori wants me to check out some clubs.",
			"- I guess I have no choice but to start with the anime club...",
			"S Hellooo?",
			"P Sayori...?",
			"- Sayori must have come into the classroom while I was spacing out.",
			"- I look around and realize that I'm the only one left in the classroom.",
			"S I thought I'd catch you coming out of the classroom, but I saw you just sitting here and spacing out, so I came in.",
			"S Honestly, you're even worse than me sometimes... I'm impressed!",
			"P You don't need to wait up for me if it's going to make you late to your own club.",
			"S Well, I thought you might need some encouragement, so I thought, you know...",
			"P Know what?",
			"S Well, that you could come to my club!",
			"P Sayori...",
			"S Yeah??",
			"P ...There is no way I'm going to your club.",
			"S Eeeehhhhh?! Meanie!",
			"- Sayori is vice president of the Literature Club.",
			"- Not that I was ever aware that she had any interest in literature.",
			"- In fact, I'm 99%% sure she only did it because she thought it would be fun to help start a new club.",
			"- Since she was the first one to show interest after the one who proposed the club, she inherited the title \"Vice President\".",
			"- That said, my interest in literature is guaranteed to be even less.",
			"P Yeah. I'm going to the anime club.",
			"S C'mon, please?",
			"P Why do you care so much, anyway?",
			"S Well...",
			"S I kind of told the club yesterday I would bring in a new member...",
			"S And Natsuki made cupcakes and everything...",
			"S Ehehe...",
			"P Don't make promises you can't keep!",
			"- I can't tell if Sayori is really that much of an airhead, or if she's so cunning as to have planned all of this out.",
			"- I let out a long sigh.",
			"P Fine... I'll stop by for a cupcake, okay?",
			"S Yes! Let's go~!",
			"- And thus, today marks the day I sold my soul for a cupcake.",
			"- I dejectedly follow Sayori across the school and upstairs - a section of the school I rarely visit, being generally used for third-year classes and activities.",
			"- Sayori, full of energy, swings open the classroom door.",
			"S Everyone! The new member is here~!",
			"P I told you, don't call me a 'new member--'",
			"- Eh? I glance around the room.",
			"Y Welcome to the Literature Club. It's a pleasure meeting you.",
			"Y Sayori always says nice things about you.",
			"N Seriously? You brought a boy?",
			"N Way to kill the atmosphere.",
			"M Ah, MC! What a nice surprise!",
			"M Welcome to the club!",
			"- All words escape me in this situation.",
			"- This club...<i>...is full of incredibly cute girls!!</i>",
			"N What are you looking at?",
			"N If you want to say something, say it.",
			"P S-Sorry...",
			"Y Natsuki...",
			"N Hmph.",
			"- The girl with the sour attitude, whose name is apparently Natsuki, is one I don't recognize.",
			"- Her small figure makes me think she's probably a first-year.",
			"- She is also the one who made cupcakes, according to Sayori.",
			"S You can just ignore her when she gets moody~",
			"- Sayori says that quietly into my ear, then turns back toward the other girls.",
			"S Anyway! This is Natsuki, always full of energy.",
			"S And this is Yuri, the smartest in the club!",
			"Y D-Don't say things like that...",
			"- Yuri, who appears comparably more mature and timid, seems to have a hard time keeping up with people like Sayori and Natsuki.",
			"P Ah... Well, it's nice to meet both of you.",
			"S And it sounds like you already know Monika, is that right?",
			"M That's right.",
			"M It's great to see you again, MC.",
			"- Monika smiles sweetly.",
			"- We do know each other - well, we rarely talked, but we were in the same class last year.",
			"- Monika was probably the most popular girl in class - smart, beautiful, athletic.",
			"- Basically, completely out of my league.",
			"- So, having her smile at me so genuinely feels a little...",
			"P Y-You too, Monika.",
			"S Come sit down, MC! We made room for you at the table, so you can sit next to me or Monika.",
			"S I'll get the cupcakes~",
			"N Hey! I made them, I'll get them!",
			"S Sorry, I got a little too excited~",
			"Y Then, how about I make some tea as well?",
			"- The girls have a few desks arranged to form a table.",
			"- As Sayori mentioned, it's been widened so that there is one space next to Monika and one space next to Sayori.",
			"- Natsuki and Yuri walk over to the corner of the room, where Natsuki grabs a wrapped tray and Yuri opens the closet.",
			"- Still feeling awkward, I take a seat next to Sayori.",
			"- Natsuki proudly marches back to the table, tray in hand.",
			"N Okaaay, are you ready?",
			"N ...Ta-daa!",
			"S Uwooooah!",
			"- Natsuki lifts the foil off the tray to reveal a dozen white, fluffy cupcakes decorated to look like little cats.",
			"- The whiskers are drawn with icing, and little pieces of chocolate were used to make ears.",
			"S So cuuuute~!",
			"M I had no idea you were so good at baking, Natsuki!",
			"N Ehehe. Well, you know.",
			"N Just hurry and take one!",
			"- Sayori grabs one first, then Monika. I follow.",
			"S It's delicious!",
			"- Sayori talks with her mouth full and has already managed to get icing on her face.",
			"- I turn the cupcake around in my fingers, looking for the best angle to take a bite.",
			"- Natsuki is quiet.",
			"- I can't help but notice her sneaking glances in my direction.",
			"- Is she waiting for me to take a bite?",
			"- I finally bite down.",
			"- The icing is sweet and full of flavor - I wonder if she made it herself.",
			"P This is really good.",
			"P Thank you, Natsuki.",
			"N W-Why are you thanking me? It's not like I...!",
			"- <i>(Haven't I heard this somewhere before...?)</i>",
			"N ...Made them for you or anything.",
			"P Eh? I thought you technically did. Sayori said--",
			"N Well, maybe!",
			"N But not for, y-you know, <i>you!</i> Dummy...",
			"P Alright, alright...",
			"- I give up on Natsuki's weird logic and dismiss the conversation.",
			"- Yuri returns to the table, carrying a tea set.",
			"- She carefully places a teacup in front of each of us before setting down the teapot next to the cupcake tray.",
			"P You keep a whole tea set in this classroom?",
			"Y Don't worry, the teachers gave us permission.",
			"Y After all, doesn't a hot cup of tea help you enjoy a good book?",
			"P Ah... I-I guess...",
			"M Ehehe, don't let yourself get intimidated, Yuri's just trying to impress you.",
			"Y Eh?! T-That's not...",
			"- Insulted, Yuri looks away.",
			"Y I meant that, you know...",
			"P I believe you.",
			"P Well, tea and reading might not be a pastime for me, but I at least enjoy tea.",
			"Y I'm glad...",
			"- Yuri faintly smiles to herself in relief.",
			"- Monika raises an eyebrow, then smiles at me.",
			"M So, what made you consider the Literature Club?",
			"P Um...",
			"- I was afraid of this question.",
			"- Something tells me I shouldn't tell Monika that I was practically dragged here by Sayori.",
			"P Well, I haven't joined any clubs yet, and Sayori seemed really happy here, so...",
			"M That's okay! Don't be embarrassed!",
			"M We'll make sure you feel right at home, okay?",
			"M As president of the Literature Club, it's my duty to make the club fun and exciting for everyone!",
			"P Monika, I'm surprised.",
			"P How come you decided to start your own club?",
			"P You could probably be a board member for any of the major clubs.",
			"P Weren't you a leader of the debate club last year?",
			"M Ahaha, well, you know...",
			"M To be honest, I can't stand all of the politics around the major clubs.",
			"M It feels like nothing but arguing about the budget and publicity and how to prepare for events...",
			"M I'd much rather take something I personally enjoy and make something special out of it.",
			"M And if it encourages others to get into literature, then I'm fulfilling that dream!",
			"S Monika really is a great leader!",
			"- Yuri also nods in agreement.",
			"P Then I'm surprised there aren't more people in the club yet.",
			"P It must be hard to start a new club.",
			"M You could put it that way.",
			"M Not many people are very interested in putting out all the effort to start something brand new...",
			"M Especially when it's something that doesn't grab your attention, like literature.",
			"M You have to work hard to convince people that you're both fun and worthwhile.",
			"M But it makes school events, like the festival, that much more important.",
			"M I'm confident that we can all really grow this club before we graduate!",
			"M Right, everyone?",
			"S Yeah!",
			"Y We'll do our best.",
			"N You know it!",
			"- Everyone enthusiastically agrees.",
			"- Such different girls, all interested in the same goal...",
			"- Monika must have worked really hard just to find these three.",
			"- Maybe that's why they were all so delighted by the idea of a new member joining.",
			"- Though I still don't really know if I can keep up with their level of enthusiasm about literature...",
			"Y So, MC, what kinds of things do you like to read?",
			"P Well... Ah...",
			"- Considering how little I've read these past few years, I don't really have a good way of answering that.",
			"P ...Manga...",
			"- I mutter quietly to myself, half-joking.",
			"- Natsuki's head suddenly perks up.",
			"- It looks like she wants to say something, but she keeps quiet.",
			"Y N-Not much of a reader, I guess...",
			"P ...Well, that can change...",
			"- What am I saying?",
			"- I spoke without thinking after seeing Yuri's sad smile.",
			"P Anyway, what about you, Yuri?",
			"Y Well, let's see...",
			"- Yuri traces the rim of her teacup with her finger.",
			"Y My favorites are usually novels that build deep and complex fantasy worlds.",
			"Y The level of creativity and craftsmanship behind them is amazing to me.",
			"Y And telling a good story in such a foreign world is equally impressive.",
			"- Yuri goes on, clearly passionate about her reading.",
			"- She seemed so reserved and timid since the moment I walked in, but it's obvious by the way her eyes light up that she finds her comfort in the world of books, not people.",
			"Y But you know, I like a lot of things.",
			"Y Stories with deep psychological elements usually immerse me as well.",
			"Y Isn't it amazing how a writer can so deliberately take advantage of your own lack of imagination to completely throw you for a loop?",
			"Y Anyway, I've been reading a lot of horror lately...",
			"P Ah, I read a horror book once...",
			"- I desperately grasp something I can relate to at the minimal level.",
			"- At this rate, Yuri might as well be having a conversation with a rock.",
			"M Really? I wouldn't have expected that, Yuri.",
			"M For someone as gentle as you...",
			"Y I guess you could say that.",
			"Y But if a story makes me think, or takes me to another world, then I really can't put it down.",
			"Y Surreal horror is often very successful at changing the way you look at the world, if only for a brief moment.",
			"N Ugh, I hate horror...",
			"Y Oh? Why's that?",
			"N Well, I just...",
			"- Natsuki's eyes dart over to me for a split second.",
			"N Never mind.",
			"M That's right, you usually like to write about cute things, don't you, Natsuki?",
			"N W-What?",
			"N What gives you that idea?",
			"M You left a piece of scrap paper behind last club meeting.",
			"M It looked like you were working on a poem called--",
			"N Don't say it out loud!!",
			"N And give that back!",
			"M Fine, fine~",
			"S Ehehe, your cupcakes, your poems...",
			"S Everything you do is just as cute as you are~",
			"- Sayori sidles up behind Natsuki and puts her hands on her shoulders.",
			"N <i>I'm not cute!!</i>",
			"P Natsuki, you write your own poems?",
			"N Eh? Well, I guess sometimes.",
			"N Why do you care?",
			"P I think that's impressive.",
			"P Why don't you share them sometime?",
			"N N-No!",
			"- Natsuki averts her eyes.",
			"N You wouldn't...like them...",
			"P Ah...not a very confident writer yet?",
			"Y I understand how Natsuki feels.",
			"Y Sharing that level of writing takes more than just confidence.",
			"Y The truest form of writing is writing to oneself.",
			"Y You must be willing to open up to your readers, exposing your vulnerabilities and showing even the deepest reaches of your heart.",
			"M Do you have writing experience too, Yuri?",
			"M Maybe if you share some of your work, you can set an example and help Natsuki feel comfortable enough to share hers.",
			"P I guess it's the same for Yuri...",
			"S Aww... I wanted to read everyone's poems...",
			"- We all sit in silence for a moment.",
			"M Okay!",
			"M I have an idea, everyone~",
			"NY ...?",
			"- Natsuki and Yuri look quizzically at Monika.",
			"M Let's all go home and write a poem of our own!",
			"M Then, next time we meet, we'll all share them with each other.",
			"M That way, everyone is even!",
			"N U-Um...",
			"S Yeaaah! Let's do it!",
			"M Plus, now that we have a new member, I think it will help us all get a little more comfortable with each other, and strengthen the bond of the club.",
			"M Isn't that right, MC?",
			"- Monika smiles warmly at me once again.",
			"P Hold on...there's still one problem.",
			"M Eh? What's that?",
			"- Now that we're back to the original topic of me joining the club, I bluntly come forth with what's been on my mind the entire time.",
			"P I never said I would join this club!",
			"P Sayori may have convinced me to stop by, but I never made any decision.",
			"P I still have other clubs to look at, and...um...",
			"- I lose my train of thought.",
			"- All four girls stare back at me with dejected eyes.",
			"M B-But...",
			"Y I'm sorry, I thought...",
			"N Hmph.",
			"S MC...",
			"P Y-You all...",
			"- I...I'm defenseless against these girls.",
			"- How am I supposed to make a clear-headed decision when it's like this?",
			"- That is, if writing poems is the price I need to pay in order to spend every day with these beautiful girls...",
			"P ...Right.",
			"P Okay, I've decided, then.",
			"P I'll join the Literature Club.",
			"- One by one, the girls' eyes light up.",
			"S Yesss! I'm so happyyy~",
			"- Sayori wraps her arms around me, jumping up and down.",
			"P H-Hey--",
			"Y You really did scare me for a moment...",
			"N If you really just came for the cupcakes, I would be super pissed.",
			"M Then that makes it official!",
			"M Welcome to the Literature Club!",
			"P Ah...thanks, I guess.",
			"M Okay, everyone!",
			"M I think with that, we can officially end today's meeting on a good note.",
			"M Everyone remember tonight's assignment:",
			"M Write a poem to bring to the next meeting, so we can all share!",
			"- Monika looks over at me once more.",
			"M MC, I look forward to seeing how you express yourself.",
			"M Ehehe~",
			"P Y-Yeah...",
			"- Can I really impress the class star Monika with my mediocre writing skills?",
			"- I already feel the anxiety welling up inside me.",
			"- Meanwhile, the girls continue to chit-chat as Yuri and Natsuki clean up their food.",
			"S Hey, MC, since we're already here, do you want to walk home together?",
			"- That's right - Sayori and I never walk home together anymore because she always stayed after school for clubs.",
			"P Sure, might as well.",
			"S Yaay~",
			"- With that, the two of us depart the clubroom and make our way home.",
			"- The whole way, my mind wanders back and forth between the four girls:",
			"- and, of course, Monika.",
			"- Will I really be happy spending every day after school in a literature club?",
			"- Perhaps I'll have the chance to grow closer to one of these girls...",
			"- Alright!",
			"- I'll just need to make the most of my circumstances, and I'm sure good fortune will find me.",
			"- And I guess that starts with writing a poem tonight...",
			"S W-What...",
			"S This...",
			"S What is this...?",
			"S Oh no...",
			"S No...",
			"S This can't be it.",
			"S This can't be all there is.",
			"S What is this?",
			"S What am I?",
			"S Make it stop!",
			"S PLEASE MAKE IT STOP!",
			"M Hi again, MC!",
			"M Glad to see you didn't run away on us. Hahaha!",
			"P Nah, don't worry.",
			"P This might be a little strange for me, but I at least keep my word.",
			"- Well, I'm back at the Literature Club.",
			"- I was the last to come in, so everyone else is already hanging out.",
			"Y Thanks for keeping your promise, MC.",
			"Y I hope this isn't too overwhelming of a commitment for you.",
			"Y Making you dive headfirst into literature when you're not accustomed to it...",
			"N Oh, come on! Like he deserves any slack.",
			"N Sayori told me you didn't even want to join any clubs this year.",
			"N And last year, too!",
			"N I don't know if you plan to just come here and hang out, or what...",
			"N But if you don't take us seriously, then you won't see the end of it.",
			"M Natsuki, you certainly have a big mouth for someone who keeps her manga collection in the clubroom.",
			"N M-M-M...!!",
			"- Natsuki finds herself stuck between saying \"Monika\" and \"Manga\".",
			"N Manga is literature!!",
			"- Swiftly defeated, Natsuki plops back into her seat.",
			"S Don't worry, guys~",
			"S MC always gives it his best as long as he's having fun.",
			"S He helps me with busywork without me even asking.",
			"S Like cooking, cleaning my room...",
			"Y How dependable...",
			"P Sayori, that's because your room is so messy it's distracting.",
			"P And you almost set your house on fire once.",
			"S Is that so... Ehehe...",
			"Y You two are really good friends, aren't you?",
			"Y I might be a little jealous...",
			"S How come? You and MC can become good friends too!",
			"Y U-Um...",
			"P S-Sayori--",
			"S Hmm?",
			"- As usual, Sayori seems oblivious to the weird situation she just put me into.",
			"S Oh, oh! Yuri even brought you something today, you know~",
			"Y W-Wait! Sayori...",
			"P Eh? Me?",
			"Y Um... Not really...",
			"S Don't be shy~",
			"Y It's really nothing...",
			"P What is it?",
			"Y N-Never mind!",
			"Y Sayori made it sound like a big deal when it's really not...",
			"Y Uuuuh, what do I do...",
			"S Eh? I'm sorry, Yuri, I wasn't thinking...",
			"- I guess that means it's up to me to rescue this situation...",
			"P Hey, don't worry about it.",
			"P First of all, I wasn't expecting anything in the first place.",
			"P So any nice gesture from you is a pleasant surprise.",
			"P It'll make me happy no matter what.",
			"Y I-Is that so...",
			"P Yeah. I won't make it a big deal if you don't want it to be.",
			"Y Alright...",
			"Y Well, here.",
			"- Yuri reaches into her bag and pulls out a book.",
			"Y I didn't want you to feel left out...",
			"Y So I picked out a book that I thought you might enjoy.",
			"Y It's a short read, so it should keep your attention, even if you don't usually read.",
			"Y And we could, you know...",
			"Y Discuss it...if you wanted...",
			"- Th-This is...",
			"- How is this girl accidentally being so cute?",
			"- She even picked out a book she thinks I'll like, despite me not reading much...",
			"P Yuri, thank you! I'll definitely read this!",
			"- I enthusiastically take the book.",
			"Y Phew...",
			"Y Well, you can read it at your own pace.",
			"Y I look forward to hearing what you think.",
			"- Now that everyone's settled in, I expected Monika to kick off some scheduled activities for the club.",
			"- But that doesn't seem to be the case.",
			"- Sayori and Monika are having a cheery conversation in the corner.",
			"- Yuri's face is already buried in a book.",
			"- I can't help but notice her intense expression, like she was waiting for this chance.",
			"- Meanwhile, Natsuki is rummaging around in the closet.",
			"M By the way, did you remember to write a poem last night?",
			"P Y-Yeah...",
			"- My relaxation ends.",
			"- I can't believe I agreed to do something so embarrassing.",
			"- I couldn't really find much inspiration, since I've never really done this before.",
			"M Well, now that everyone's ready, why don't you find someone to share with?",
			"S I can't wait~!",
			"- Sayori and Monika enthusiastically pull out their poems.",
			"- Sayori's is on a wrinkled sheet of loose leaf torn from a spiral notebook.",
			"- On the other hand, Monika wrote hers in a composition notebook.",
			"- I can already see Monika's pristine handwriting from where I sit.",
			"- Natsuki and Yuri reluctantly comply as well, reaching into their bags.",
			"- I do the same, myself.",
			"P Phew...",
			"- I guess that's everyone.",
			"- I glance around the room.",
			"- That was a little more stressful than I anticipated.",
			"- It's as if everyone is judging me for my mediocre writing abilities...",
			"- Even if they're just being nice, there's no way my poems can stand up to theirs.",
			"- This is a literature club, after all.",
			"- I sigh.",
			"- I guess that's what I ended up getting myself into.",
			"- Across the room, Sayori and Monika are happily chatting.",
			"- My eyes land on Yuri and Natsuki.",
			"- They gingerly exchange sheets of paper, sharing their respective poems.",
			"- As they read in tandem, I watch each of their expressions change.",
			"- Natsuki's eyebrows furrow in frustration.",
			"- Meanwhile, Yuri smiles sadly.",
			"N <i>(What's with this language...?)</i>",
			"Y Eh?",
			"Y Um...did you say something?",
			"N Oh, it's nothing.",
			"- Natsuki dismissively returns the poem to the desk with one hand.",
			"N I guess you could say it's fancy.",
			"Y Ah-- Thanks...",
			"Y Yours is...cute...",
			"N Cute?",
			"N Did you completely miss the symbolism or something?",
			"N It's clearly about the feeling of giving up.",
			"N How can that be cute?",
			"Y I-I know that!",
			"Y I just meant...",
			"Y The language, I guess...",
			"Y I was trying to say something nice...",
			"N Eh?",
			"N You mean you have to try that hard to come up with something nice to say?",
			"N Thanks, but it really didn't come out nice at all!",
			"Y Um...",
			"Y Well, I do have a couple suggestions...",
			"N Hmph.",
			"N If I was looking for suggestions, I would have asked someone who actually liked it.",
			"N Which people <i>did</i>, by the way.",
			"N Sayori liked it.",
			"N And MC did, too!",
			"N So based on that, I'll gladly give you some suggestions of my own.",
			"N First of all--",
			"Y Excuse me...",
			"Y I appreciate the offer, but I've spent a long time establishing my writing style.",
			"Y I don't expect it to change anytime soon, unless of course I come across something particularly inspiring.",
			"Y Which I haven't yet.",
			"N Nn...!",
			"Y And MC liked my poem too, you know.",
			"Y He even told me he was impressed by it.",
			"- Natsuki suddenly stands up.",
			"N Oh?",
			"N I didn't realize you were so invested in trying to impress our new member, Yuri.",
			"Y E-Eh?!",
			"Y That's not what I...!",
			"Y Uu...",
			"Y You...You're just...",
			"- Yuri stands up as well.",
			"Y Maybe you're just jealous that MC appreciates my advice more than he appreciated yours!",
			"N Huh! And how do you know he didn't appreciate <i>my</i> advice more?",
			"N Are you that full of yourself?",
			"Y I...!",
			"Y No...",
			"Y If I was full of myself...",
			"Y ...I would deliberately go out of my way to make everything I do overly cutesy!",
			"N Uuuuuu...!",
			"S U-Um!!",
			"S Is everyone okay...?",
			"N Well, you know what?!",
			"N I wasn't the one whose boobs magically grew a size bigger as soon as MC started showing up!!",
			"Y N-Natsuki!!",
			"M Um, Natsuki, that's a little--",
			"NY This doesn't involve you!",
			"S I-I don't like fighting, guys...!",
			"- Suddenly, both girls turn towards me, as if they just noticed I was standing there.",
			"Y MC...!",
			"Y She-- She's just trying to make me look bad...!",
			"N That's not true!",
			"N She started it!",
			"N If she could get over herself and learn to appreciate that <i>simple</i> writing is more effective...",
			"N Then this wouldn't have happened in the first place!",
			"N What's the point in making your poems all convoluted for no reason?",
			"N The meaning should jump out at the reader, not force them to have to figure it out.",
			"N Help me explain that to her, MC!",
			"Y W-Wait!",
			"Y There's a reason we have so many deep and expressive words in our language!",
			"Y It's the only way to convey complex feelings and meaning the most effectively.",
			"Y Avoiding them is not only unnecessarily limiting yourself...it's also a waste!",
			"Y You understand that, right, MC?",
			"P Um...!",
			"NY Well??",
			"- How did I get dragged into this in the first place?!",
			"- It's not like I know anything about writing...",
			"- But whomever I agree with, they'll probably think more highly of me!",
    		"- So, of course that's going to be...!",
    		"- Help me, Sayori!!",
			"M Okay, everyone!",
			"M It's just about time for us to leave.",
			"M How did you all feel about sharing poems?",
			"S It was a lot of fun!",
			"Y Well, I'd say it was worth it.",
			"N It was alright. Well, mostly.",
			"M MC, how about you?",
			"P ...Yeah, I'd say the same.",
			"P It was a neat thing to talk about with everyone.",
			"M Awesome!",
			"M In that case, we'll do the same thing tomorrow.",
			"M And maybe you learned something from your friends, too.",
			"M So your poems will turn out even better!",
			"- I think to myself.",
			"- I did learn a little more about the kinds of poems everyone likes.",
			"- With any luck, that means I can at least do a better job impressing those I want to impress.",
			"- I nod to myself with newfound determination.",
			"S MC!",
			"S Ready to walk home?",
			"P Sure, let's go.",
			"S Ehehe~",
			"- Sayori beams at me.",
			"- It truly has been a while since Sayori and I have spent this much time together.",
			"- I can't really say I'm not enjoying it, either.",
			"P Sayori...",
			"P About what happened earlier...",
			"S Eh? What do you mean?",
			"P You know, between Yuri and Natsuki.",
			"P Does that kind of thing happen often?",
			"S No, no, no!",
			"S That's really the first time I've seen them fight like that...",
			"S I promise they're both wonderful people.",
			"S You don't... You don't hate them, do you??",
			"P No, I don't hate them!",
			"P I just wanted your opinion, that's all.",
			"P I can see why they'd make good friends with you.",
			"S Phew...",
			"S You know, MC...",
			"S It's nice that I get to spend time with you in the club.",
			"S But I think seeing you get along with everyone is what makes me the happiest.",
			"S And I think everyone really likes you, too!",
			"P That's--!",
			"S Ehehe~",
			"S Every day is going to be so much fun~",
			"P Sigh...",
			"- It looks like Sayori still hasn't caught onto the kind of situation I'm in.",
			"- Sure, being friends with everyone is nice, but...",
			"- ...Does it really need to stop there?",
			"P We'll just have to see what the future holds, Sayori.",
			"- I pat Sayori on the shoulder.",
			"- I said that more to myself than to her, but it's easy to use Sayori as an internal monologue sometimes.",
			"S Okay~!",
			"- Yeah...",
			"- Let's do this!",
			"P Um...",
			"P Yuri!",
			"P You're really talented.",
			"Y Eh? W-Well...",
			"P But Natsuki has a point!",
			"P I think that...",
			"- I wrack my brain in an attempt to back myself up.",
			"P I think that conveying feelings with few words...",
			"P Can be just as impressive as well!",
			"P It lets the reader's imagination take over.",
			"P And Natsuki's poem did a really good job at that!",
			"N ...Yeah!!",
			"N It did, didn't it?!",
			"N Ahah!",
			"N Shows how much <i>you</i> know!",
			"Y T-That's not...",
			"P Natsuki...",
			"P I think that's enough.",
			"N Huh?",
			"N Me?",
			"N But she was so mean to me...!",
			"- Natsuki's voice whines.",
			"P Look...",
			"P What we talked about yesterday was right.",
			"P Writing is a really personal thing.",
			"P And sharing it can definitely be hard.",
			"P It looks like we learned that today.",
			"P Even small criticism can lead to something pretty heated.",
			"- I glance over my shoulder.",
			"- Sayori is nodding vigorously.",
			"P Yeah, so...",
			"P You don't need to feel threatened.",
			"P You're a great writer, Natsuki.",
			"N Ah--",
			"- Natsuki's voice gets caught in surprise.",
			"N ...Thanks for noticing.",
			"- She finally mutters that, barely audible.",
			"P Yuri...",
			"Y ...?",
			"- Yuri looks at me dejectedly.",
			"- With a face like that, I can't help but feel bad for her as well.",
			"P I'm sure that Natsuki didn't mean everything she said.",
			"P So you don't need to feel threatened, either.",
			"Y Well...",
			"Y If you say so...",
			"N Hey...!",
			"N It's not like you need to apologize <i>for</i> me, MC.",
			"N Sheesh.",
			"- Natsuki takes a breath.",
			"N I...",
			"N The thing about...",
			"N Uu...",
			"- Natsuki glances around the room.",
			"N <i>Would everyone stop staring at me??</i>",
			"- Unsurprisingly, Natsuki has a harder time with it than she boasted.",
			"- Sayori and Monika look away.",
			"N Hmph.",
			"N Anyway...!",
			"N The thing about your boobs. I didn't mean it, okay?",
			"N That's all.",
			"- Natsuki looks away, avoiding eye contact with anyone.",
			"S Yeah! You're naturally beautiful, Yuri!!",
			"P Sayori?!",
			"Y I-I'll go make some tea...",
			"S Ehh?",
			"S I was just trying to help!",
			"P I'm sure she appreciated it, Sayori.",
			"- I pat Sayori on the shoulder.",
			"M Well, now that we're past that...",
			"M Everyone's read each other's poems, right?",
			"M I hope that it was worthwhile for everyone!",
			"M Especially you, MC!",
			"M And to be honest...",
			"M It's a nice change of pace from the lazing around we got a little too used to.",
			"M Ahahaha!",
			"P Ah, so my joining the club was responsible for ruining the atmosphere...",
			"M No, not at all, not at all!",
			"M There's still time before we go home.",
			"M So we'll all relax for a bit.",
			"M Of course, besides chatting, we do literature-related things in the clubroom...",
			"M So maybe you can take the chance to pick up a book, or do some writing.",
			"M After all, that's what the club is for!",
			"S I disagree, Monika!",
			"M Eh? About what?",
			"S That's not the most important thing about the literature club!",
			"S The most important thing...",
			"S Is having fun!",
			"M Ahaha, of course...",
			"M Well, I guess that's why you're the Vice President, Sayori.",
			"S Ehehe...",
			"- In the end, though, Monika's right.",
			"- Being in the Literature Club probably means I can't spend all my time doing nothing.",
			"- But in the end...",
			"- ...I guess it's been worth it so far.",
			"P Natsuki.",
			"P You're right that I liked your poem.",
			"N See??",
			"P Wait!",
			"P That's not an excuse for you to be so mean!",
			"P You shouldn't pick a fight just because someone's opinion is different.",
			"N That's not what happened at all!",
			"N Yuri wouldn't even take my poem seriously!",
			"P Mm...",
			"P I understand.",
			"P Yuri.",
			"Y Eh?",
			"P You're a seriously talented writer.",
			"P It's no secret that I was impressed.",
			"Y W-Well, that's...",
			"P But here's the thing.",
			"P No matter how simple or refined someone's writing style is...",
			"P They're still putting feelings into it, and it becomes something really personal.",
			"P That's why Natsuki felt threatened when you said her poem was cute.",
			"Y I...see...",
			"Y I didn't notice that I...",
			"Y I-I'm sorry...",
			"Y Uuu...",
			"P But Natsuki, you took it way too far!",
			"P Yuri means well, and if you just told her how you felt...",
			"P Then this wouldn't have happened in the first place.",
			"N Are you kidding?",
			"N That's exactly what I did!",
			"N It was <i>her</i> that--",
			"M Natsuki, I think that's enough.",
			"M You both said some things that you didn't mean.",
			"M Yuri apologized. Don't you think you should, too?",
			"N Nnn...!",
			"- Natsuki clenches her fists.",
			"- In the end, nobody has taken her side.",
			"- She's trapped, at this point being defiant only because she can't handle the pressure.",
			"- I end up even feeling bad for her.",
			"S U-Um!",
			"S Sometimes when I'm hurt...",
			"S It helps to take a walk and clear my head!",
			"P Sayori, she doesn't need to--",
			"N You know what?",
			"N I'm going to do that.",
			"N It'll spare me from having to look at all your faces right now.",
			"- Without warning, Natsuki snatches her own poem up from the desk and storms out.",
			"- On her way out, she crumples up the poem with her hands and throws it in the trash.",
			"S Natsuki...",
			"M She really didn't need to do that...",
			"- I look across the room.",
			"- Yuri has her chin buried in her hands while she stares down at her desk.",
			"- I gingerly approach her and sit in an adjacent chair.",
			"Y Sigh...",
			"P Everything alright?",
			"Y I'm so embarrassed...",
			"Y I can't believe I acted like that.",
			"Y You probably hate me now...",
			"P No--Yuri!",
			"P How could anyone not have gotten frustrated after being treated like that?",
			"P You handled it as well as anyone could.",
			"P I don't think any less of you.",
			"Y Well...",
			"Y ...Alright, I believe you.",
			"Y Thanks, MC. You're too kind.",
			"Y I'm thankful to have you a part of this club now.",
			"P Er-- It's nothing.",
			"Y One more thing...",
			"Y Um, that one thing that Natsuki said...",
			"Y About...you know...",
			"Y I would never do anything...so shameful...",
			"Y So...",
			"P ...Eh?",
			"P What thing did Natsuki say?",
			"Y --!",
			"Y U-Um!",
			"Y Well, never mind that...",
			"Y I-I'm going to go make some tea...",
			"P Ah, good idea.",
			"P Make enough for more than one person, okay?",
			"Y Y-Yeah.",
			"P N-Natsuki...",
			"- Natsuki glares at me, drying up any words I had in my mouth.",
			"- So instead, I turn to Yuri.",
			"P Yuri...",
			"- But Yuri's expression is so defenseless that I can't bring myself to say anything to her.",
			"P ...Sayori!",
			"S Eh?!",
			"P ...Yeah!",
			"P Everyone's fighting is making Sayori uncomfortable.",
			"P How can the two of you keep fighting when you know you're making your friend feel like this?",
			"S MC...",
			"N Well... That's her problem! This isn't about her.",
			"Y I-I agree...",
			"Y It's unfair for others to interject their own feelings into our conflict.",
			"N Yeah, unless Sayori wants to tell Yuri what a stuck-up jerk she's being.",
			"Y She would never...!",
			"Y It's your immaturity that's made her upset in the first place!",
			"N <i>Excuse</i> me?",
			"N Are you listening to yourself?",
			"N This is exactly why...",
			"N Exactly why nobody likes--",
			"S <i>Stop!!</i>",
			"NY --",
			"S Natsuki! Yuri!",
			"S You guys are my friends!",
			"S I-I just want everyone to get along and be happy!",
			"S My friends are wonderful people...",
			"S And I love them because of their differences!",
			"S Natsuki's poems...",
			"S They're amazing because they give you so many feelings with just a few words!",
			"S And Yuri's poems are amazing because they paint beautiful pictures in your head!",
			"S Everyone's so talented...",
			"S ...So why are we fighting...?",
			"N Be-Because...",
			"Y Well...",
			"S Also!",
			"S Natsuki's cute and there's nothing wrong with that!",
			"S And Yuri's boobs are the same as they always were!",
			"S Big and beautiful!!",
			"P Sayori...",
			"- Sayori stands triumphantly.",
			"- Monika stands behind her with a bewildered expression.",
			"Y I'll...make some tea...",
			"- Yuri rushes off.",
			"- Natsuki sits down with a blank expression on her face, staring at nothing.",
			"P So, this is why Sayori is Vice President...",
			"- I whisper to Monika.",
			"- She nods in return.",
			"M To be honest...",
			"M I might come off as a good leader, and I can organize things...",
			"M But I'm not very good with people...",
			"M I couldn't even bring myself to interject.",
			"M As President, that's kind of embarrassing of me.",
			"M Ahaha...",
			"P Nah...",
			"P It's not like I can blame you.",
			"P I wasn't able to say anything, either.",
			"M Well...",
			"M I guess that just means Sayori is amazing in her own ways, isn't she?",
			"P You could say that.",
			"P She might be an airhead, but sometimes it's weirdly suspicious that she knows exactly what she's doing.",
			"M I see~",
			"M Take good care of her, okay?",
			"M I would hate to see her get herself hurt.",
			"P That makes two of us...",
			"P You can count on me.",
			"- Monika smiles sweetly at me, causing my stomach to knot.",
			"- Such a genuine person really does make a good President, regardless of what she says.",
			"- If only I could get the chance to talk to her a little more...",
			"- Another day passes, and it's time for the club meeting already.",
			"- I've gotten a little more comfortable here over the past couple days.",
			"- Entering the clubroom, the usual scene greets me.",
			"S Hi MC~",
			"P Yo, Sayori.",
			"P Looks like you're in a good mood today.",
			"S Ehehe~",
			"S I'm just still not used to you being in the club, that's all.",
			"P I see...",
			"P ...That's a pretty simple thing to get you in a good mood.",
			"P But I guess it's always the simple things with you, anyway.",
			"S Speaking of which...",
			"S I'm kinda hungry...",
			"S Will you come with me to buy a snack?",
			"P No thanks.",
			"S Eh??",
			"S T-That's not like you at all!!",
			"P I have my reasons.",
			"P Why don't we take a look at your purse, Sayori?",
			"S E-Eh?",
			"S Why that...all of a sudden?",
			"P No reason, really.",
			"P I just wanted to look at it.",
			"S A-Ah...",
			"- Sayori nervously retrieves her coin purse.",
			"- She fumbles with the latch and gets it open.",
			"- Then, she turns it upside-down and lets its contents spill onto the desk.",
			"- Only two small coins fall out.",
			"S A-Ahaha...",
			"P I knew it...",
			"P I can see right through you, Sayori.",
			"S That's not fair!",
			"S How did you even know?",
			"P It's simple.",
			"P If you had enough money in the first place, you would have bought a snack before coming to the clubroom.",
			"P So, either you're not hungry and wanted an excuse to take a walk...",
			"P Or, you planned to conveniently forget that you spent all your money, so that I would lend you some!",
			"P But there's one more thing...",
			"P ...You're always hungry!",
			"P And so, that only leaves the one option!",
			"S Uwaaa~!",
			"S I give up!",
			"S Don't make me feel guiltyyy!",
			"P If you feel guilty, that means you deserve to feel guilty...",
			"Y Ahaha.",
			"- Yuri suddenly giggles.",
			"P Eh?",
			"- I didn't notice that she was listening in.",
			"- Her face is in her book, as always.",
			"Y A-Ah!",
			"Y I wasn't listening or anything--!",
			"Y It was just...something in my book...",
			"S Yuriiii...",
			"S Tell MC to let me borrow some money...",
			"Y That's--!",
			"Y Don't get me involved like that, Sayori...",
			"Y Besides...",
			"Y You should only buy what you can responsibly afford...",
			"Y And frankly, after pulling a mischievous little stunt like that, your suffering is fair enough retribution.",
			"Y Ah--!",
			"Y Did I just...",
			"Y I-I didn't mean that!!",
			"Y I got too absorbed into my book...",
			"Y Uu...",
			"S Ahaha!",
			"S I really like when you speak your mind, Yuri...",
			"S It doesn't happen much, but it's a fun side of you!",
			"Y That's...",
			"Y There's no way you could think that...",
			"S You were right, though...",
			"S I did something bad and now I have to accept the revolution.",
			"Y Retribution...",
			"S That!",
			"Y Still, coming from you, Sayori...",
			"Y I guess there's a little devil inside all of us, isn't there?",
			"S Ehehe...",
			"P Don't let her fool you.",
			"P Sayori knows exactly what she's doing.",
			"P After all, she told you guys she was bringing me to the club before she even told me...",
			"S B-But...!",
			"S You wouldn't have come if it weren't for the cupcakes...",
			"S So I had to trick Natsuki into making them!",
			"P Come on, give me more credit than that, Sayori.",
			"S Ehehe...",
    		"- <i>Pwap!</i>",
			"S Kyaa--!",
			"- Out of nowhere, something smacks Sayori in the face and tumbles onto the desk.",
			"S Ow...",
			"S What was--",
			"S Eh??",
			"S A-A cookie!",
			"- Sure enough, it's a giant cookie wrapped in plastic.",
			"- Sayori glances around.",
			"S I-Is this a miracle??",
			"S It's because I paid my restitution!",
			"P Retribution...",
			"Y Actually, that one almost worked...",
			"N Ahahaha!",
			"N I <i>was</i> just gonna give it to you.",
			"N But then I heard you blab about the cupcakes.",
			"N It was totally worth seeing your reaction, though. Ahaha!",
			"S N-Natsuki!",
			"S That's so nice of you!",
			"S I'm so happy...",
			"- Sayori hugs the cookie.",
			"P Jeez, just eat it...",
			"- Sayori rapidly tears open the wrapper and takes a big bite.",
			"S Sho good...",
			"S Mmf--!",
			"- Sayori suddenly clasps her hands over her mouth.",
			"S I bit my tongue...",
			"N Ehehe.",
			"N You're going through a lot over just one cookie.",
			"- Natsuki takes a bite of her own cookie.",
			"S Ah, yours looks really good too, Natsuki!",
			"S Can I try it?",
			"N Jeez...",
			"N Beggars can't be choosers!",
			"S But yours is chocolate...",
			"N Yeah, why do you think I gave you that one?",
			"S Fine...",
			"S Still, I'm really happy that you shared this one with me.",
			"S Ehehe~",
			"- Sayori gets out of her seat and goes behind Natsuki, then wraps her arms around her.",
			"N Ah-- Jeez...",
			"N I get it, I get it.",
			"- Cookie still in hand, Natsuki reaches up to nudge Sayori off of her.",
			"S ...<i>Om.</i>",
			"- Sayori suddenly leans down and takes a bite out of Natsuki's cookie.",
			"N <i>H-Hey!!</i>",
			"N Did you seriously just do that?!",
			"S Uhuhuhu!",
			"- Mouth full, Sayori trots away to safety.",
			"- Yuri and I laugh as well.",
			"N Jeez! You're such a kid sometimes!",
			"N Monika! Can you tell Sayori--",
			"N --Eh?",
			"- Natsuki glances around.",
			"- Monika isn't in the clubroom.",
			"N Ugh...",
			"N Where's Monika, anyway?",
			"Y Good question...",
			"Y Have any of you heard anything about her being late today?",
			"S Not me...",
			"P Yeah, I haven't either.",
			"Y Hm...",
			"Y That's a bit unusual.",
			"S I hope she's okay...",
			"N Of course she's okay.",
			"N She probably just had something to do today.",
			"N She's pretty popular, after all...",
			"S Eh?",
			"S You don't think she...",
			"S She has a...!",
			"Y Ahaha. I wouldn't be surprised.",
			"Y She's probably more desirable than all of us combined.",
			"S Ehehe, that's true...",
			"N Excuse me?!",
			"- Suddenly, the door swings open.",
			"M Sorry! I'm super sorry!",
			"P Ah, there you are...",
			"M I didn't mean to be late...",
			"M I hope you guys weren't worried or anything!",
			"S Eh??",
			"S Monika chose the club over her boyfriend after all!",
			"S You're so strong-willed!",
			"M B-Boyfriend...?",
			"M What on Earth are you talking about?",
			"- Monika quizzically glances at me.",
			"P Ah, never mind that...",
			"P What held you up, anyway?",
			"M Ah...",
			"M Well, my last period today was study hall.",
			"M To be honest, I kind of just lost track of time...",
			"M Ahaha...",
			"N That makes no sense, though.",
			"N You would have heard the bell ring, at least.",
			"M I must not have heard it, since I was practicing piano...",
			"Y Piano...?",
			"Y I wasn't aware you played music as well, Monika.",
			"M Ah, I don't, really...!",
			"M I kind of just started recently.",
			"M I've always wanted to learn piano.",
			"S That's so cool!",
			"S You should play something for us, Monika!",
			"M That's...",
			"- Monika looks at me.",
			"M Maybe once I get a little bit better, I will.",
			"S Yay~!",
			"P That sounds cool.",
			"P I'd also look forward to it.",
			"M Is that so?",
			"M In that case...",
			"M I won't let you down, MC.",
			"- Monika smiles sweetly.",
			"P Ah...",
			"P I didn't mean any pressure or anything like that!",
			"M Ahaha, don't worry.",
			"M I've been practicing a whole lot recently.",
			"M And I'd really love the chance to share once I'm ready.",
			"P I see...",
			"P In that case, best of luck.",
			"M Thanks~!",
			"M So, I didn't miss anything, did I?",
			"P Not...not really.",
			"- I choose to leave out Sayori's mischievous escapade.",
			"- I'm sure Natsuki will end up complaining to her, anyway.",
			"- It looks like everyone has already settled down.",
			"- Sayori somehow already finished her entire cookie.",
			"- Yuri is back to her book, and Natsuki disappeared into the closet.",
    		"M Okay, everyone!",
			"M We're all done reading each other's poems, right?",
			"M I have something extra planned today, so if everyone could come sit at the front of the room...",
			"N Is this about the festival?",
			"M Well, sort of~",
			"N Ugh. Do we really have to do something for the festival?",
			"N It's not like we can put together anything good in just a few days.",
			"N We'll just end up embarrassing ourselves instead of getting any new members.",
			"Y That's a concern of mine as well.",
			"Y I don't really do well with last-minute preparations...",
			"M Don't worry so much!",
			"M We're going to keep it simple, okay?",
			"M We won't need much more than a few decorations.",
			"M Sayori has been working on posters, and I've designed some pamphlets we can give out during the event.",
			"N Okay, that's great and all...",
			"N But that doesn't tell us what we're actually going to be doing for the event.",
			"M Ah, sorry! I thought you heard about it already.",
			"M We're going to be performing!",
			"N Performing?",
			"Y P...",
			"Y Um, Monika...",
			"M Yeah! We're going to be having a poetry performance.",
			"M Each of us are going to choose a poem to recite during the event.",
			"M But the cool part is, we're also going to let anyone else come up and recite poems too!",
			"M Sayori's putting it on all the posters in case anyone wants to prepare ahead of time.",
			"S Ehehe~",
			"- Sayori, who's been coloring a poster, holds it up for us to see.",
			"N Are you kidding me, Monika?",
			"N You didn't...you didn't already start putting those posters up, did you?",
			"M Eh? Well, I did...",
			"M Do you really think it's that bad of an idea...?",
			"N Well, no.",
			"N It's not a bad idea.",
			"N But I didn't sign up for this, you know!",
			"N There is <i>no</i> way I'm going to be performing in front of a group of people like that!",
			"Y I...I agree with Natsuki!",
			"Y I could never...in my life...do something like that...",
			"- Imagining it, Yuri shakes her head in fear.",
			"S Guys...",
			"M No, Sayori...",
			"M I understand where they're coming from.",
			"M Remember that Natsuki and Yuri have never shared their poems with anyone until just a couple days ago...",
			"M It's a lot to ask for them to recite their poems out loud to a whole room full of people.",
			"M I guess I kind of overlooked that.",
			"M So, I'm sorry.",
			"M ...But!",
			"M I still think we should give it our best!",
			"M We're the only ones responsible for the fate of this club.",
			"M If we start the event and each put on a good performance...",
			"M Then it will inspire others to do the same!",
			"M And the more people who perform, the better we'll be able to show everyone what literature is all about!",
			"S Yeah!",
			"S It's about expressing your feelings...",
			"S Being intimate with yourself...",
			"S Finding new horizons...",
			"S And having fun!",
			"M That's right!",
			"M And it's those reasons that we're all in this club today.",
			"M Don't you want to share that with others?",
			"M To inspire them to find the same feelings that brought you here in the first place?",
			"M I know you do.",
			"M I know we all do.",
			"M And if all it takes is standing in front of the room for two minutes and reciting a poem...",
			"M ...Then I know you can do it!",
			"- Natsuki and Yuri remain silent.",
			"- Sayori looks worried.",
			"- I guess that leaves me no choice...",
			"P I agree...",
			"P I don't think it's too much to ask.",
			"P I think that Sayori and Monika have been trying really hard to get new members.",
			"P The least we can do is help them out a little bit.",
			"N Well...maybe, but...",
			"- It looks like Natsuki doesn't have any arguments left.",
			"N Uu...",
			"N ...Okay, fine!",
			"N I guess I'll just have to get it over with.",
			"S Alright~!",
			"M Phew...",
			"M Thanks, Natsuki.",
			"M What about you, Yuri...?",
			"- Yuri dejectedly glances around at everyone else's expectant faces.",
			"Y Sigh...",
			"Y I-I guess I don't really have a choice...",
			"S Ahaha! That's everyone!",
			"S You're the best, Yuri~",
			"Y This club is seriously going to be the death of me...",
			"M Oh gosh...",
			"M You'll be fine, Yuri.",
			"M But anyway...",
			"M Let's move onto the main event!",
			"M I want each of you to choose a poem of yours.",
			"M We're going to practice reciting them in front of each other.",
			"N N-N-No way!!",
			"Y Monika...!",
			"Y This is too sudden...!",
			"M Well, if you can't recite your poem in front of the club, how do you expect to do it in front of strangers?",
			"Y Oh no...",
			"M Don't worry.",
			"M I'll start off to help everyone feel a little more comfortable.",
			"S Can I go next??",
			"M Ahaha. Of course.",
			"M Now, let's see...",
			"- Monika flips through her notebook to the specific poem she has in mind for herself.",
			"- She then stands behind the podium.",
			"M The title of this poem is <i>The Way They Fly</i>.",
			"M Ahem...",
			"- Monika begins reciting her poem.",
			"- Her clear, confident voice fills the room.",
			"- More than that, her inflection is pristine.",
			"- She knows exactly how to apply emotion behind each line she recites, bringing the words to life.",
			"- Is this something she's done before, or is she simply a natural?",
			"- I glance around me.",
			"- Everyone has their eyes on Monika.",
			"- Sayori looks amazed.",
			"- Yuri has an intense expression on her face that I don't understand.",
			"- Finally, Monika finishes the recitation.",
			"- The four of us applaud.",
			"- Monika takes a breath and smiles.",
			"S That...that was so good, Monika!",
			"M Ahaha, thank you very much.",
			"M I was just hoping to set a good example.",
			"M Are you ready to go next, Sayori?",
			"Y I...I'll go next!!",
			"S Uwah! Yuri's fired up all of a sudden!",
			"- Yuri clutches a sheet of paper between her hands and stands up.",
			"- Keeping her head down, she walks quickly over to the podium.",
			"Y This poem is called--!",
			"- Yuri anxiously glances at each of us.",
			"S You can do it, Yuri...",
			"Y It...It's called...<i>Afterimage of a Crimson Eye</i>.",
			"- Yuri's voice shakes as she starts reading the poem.",
			"- Just a moment ago, she practically refused to do this.",
			"- Why is she suddenly putting in so much effort?",
			"- As Yuri gets past the first couple of lines, her voice changes.",
			"- It's almost like what happens when Yuri gets absorbed into her books.",
			"- Her quivering words transform into the sharp syllables of a fierce and confident woman.",
			"- The poem is full of twists and turns in its structure that she enunciates with perfect timing.",
			"- This must be a rare glimpse into the whirling fire Yuri keeps concealed inside her head...!",
			"- Suddenly, she's finished.",
			"- Everyone is stunned.",
			"- Yuri snaps back into reality and glances around her, as if she bewildered even herself.",
			"Y I...",
			"- ...It's up to me to save this situation.",
			"- I'm the first to start applauding.",
			"- Everyone joins me afterward, and we give Yuri the recognition she deserves.",
			"- It's not that we didn't want to applaud for her.",
			"- But we were caught so off-guard that we must have forgotten.",
			"- As we applaud, Yuri holds the poem to her chest and rushes back into her seat.",
			"M Yuri, that was really good.",
			"M Thank you for sharing.",
			"- Looks like Yuri is down for the count...",
			"S Okaay~",
			"S I guess I'm next, then!",
			"- Sayori hops out of her chair and cheerfully walks to the podium.",
			"S This one's called...<i>My Meadow</i>.",
			"S Ah...",
			"S ...Ahaha!",
			"S Sorry, I giggled...",
			"S Ehehe...",
			"P Sayori...",
			"S It's a lot harder than I thought!",
			"S How did you guys do it so easily?",
			"M Ah...",
			"M Try not to think of it like you're reciting to other people.",
			"M Imagine you're reciting it to yourself, like in front of a mirror, or in your own head.",
			"M It's your poem, so it'll come out the best that way.",
			"S I see, I see...",
			"S Okay, then...",
			"- Sayori begins her poem.",
			"- Somehow, it feels like her soft voice was made as a perfect match.",
			"- The poem isn't aimlessly cheery like Sayori is.",
			"- It's serene and bittersweet.",
			"- If I were to read this on paper, I probably wouldn't think much of it...",
			"- But hearing it come from Sayori's voice almost gives it a whole new meaning.",
			"- Maybe this is what Sayori meant when she said she likes my poems.",
			"- It's like I get to reach more deeply into someone I thought I knew through and through.",
			"- Sayori finishes, and we applaud.",
			"S I did it~!",
			"P Good job, Sayori.",
			"S Ehehe, even MC liked it.",
			"S I guess that's a good sign~",
			"P What does that even mean...?",
			"M It came out nicely, Sayori.",
			"M The atmosphere of the poem fits you really nicely.",
			"M But it might be that other poems wouldn't work quite as well with that kind of delivery...",
			"S Eh? I don't really understand...",
			"M In other words, I've seen poems of yours where that sort of gentle delivery wouldn't work as well.",
			"M They might need a little more force behind them, depending on what you're reading...",
			"S Oh, I know what you mean!",
			"S That's...well, I've been practicing that kind of thing...",
			"S It's just embarrassing to do in front of everyone...",
			"S Ehehe...",
			"M Then next time, I'm going to make you pick a poem that challenges you a little more.",
			"M We don't have much time before the festival, you know?",
			"S Okaaaaay.",
			"M Now, who's next...?",
			"M Natsuki?",
			"N Hmph.",
			"N Don't make me go before MC.",
			"N It's not like I can compare to you guys, anyway...",
			"N Might as well let MC lower everyone's standards a little before I have to do it.",
			"S Natsuki...",
			"P It's fine, it's fine.",
			"P I might as well get it over with.",
			"P But it's not like I have much of a selection of what to read...",
			"P I'll just have to go with what I wrote for today.",
			"- I stand up and step in front of the podium.",
			"- Everyone has their eyes on me, making me feel terribly awkward.",
			"- I recite my poem.",
			"- Since I'm not exactly confident in my own writing, it's hard to put energy into it.",
			"- Despite that, once I finish, I receive applause anyway.",
			"P Sorry I'm not really as good as everyone else...",
			"M Don't worry about it so much.",
			"M I think it's less about your abilities, and more about your lack of confidence in your writing.",
			"M That's something that'll improve over time, though.",
			"P Yeah... Maybe.",
			"M Alright, then!",
			"M That just leaves you, Natsuki.",
			"N Yeah, yeah.",
			"N I'm going.",
			"- Natsuki begrudgingly gets out of her seat and makes her way to the podium.",
			"N The poem is called...",
			"N It's called...",
			"N W-Why are you all looking at me?!",
			"M Because you're presenting...",
			"N Hmph...",
			"N Anyway...the poem is called <i>Jump</i>.",
			"- Natsuki takes a breath.",
			"- Once she starts reciting the poem, her sour attitude disappears a little.",
			"- While she's still a little unenthused, her poem has a rhythm and rhyme to it.",
			"- It's Natsuki's trademark style, and it works surprisingly well when spoken aloud.",
			"- The words feel like they bounce up and down, as if giving life to the poem.",
			"- Natsuki finishes, and everyone applauds.",
			"- She huffs back to her seat.",
			"M That wasn't so bad, was it?",
			"N Easy for you to say...",
			"N You'd better not make me do that again.",
			"M Ah, well...",
			"M Do you at least feel prepared enough to recite a poem in front of other people?",
			"N I mean, doing it in front of other people will be way easier!",
			"N I can put on whatever face I want for other people.",
			"N But when it's just my friends...",
			"N It's just...embarrassing.",
			"S That's a surprise, Natsuki...",
			"S I think it would be the other way around for me.",
			"N Well, that's just how it is, so...",
			"M Well, I guess in that case...",
			"M You won't have much to worry about for the festival.",
			"M That said, I want to thank everyone for coming through.",
			"M It might be hard, but I hope that you all have an idea of what it's like now.",
			"M Make sure you pick a poem and get enough practice before the festival, okay?",
			"M I'll be making pamphlets, so let me know ahead of time what you'll be reciting.",
			"P Jeez...",
			"P I should probably find some other poem to recite instead.",
			"M That's fine, too!",
			"M It doesn't have to be your own.",
			"M I'm already pleasantly surprised that you're putting in all this effort for the club.",
			"M It makes me really happy.",
			"P Ah... Yeah, no problem...",
			"M Okay, everyone!",
			"M I think that's about it for today.",
			"M I know the festival is coming up, but let's try to write poems for tomorrow, as well.",
			"M It's been working out really nicely so far, so I'd like to continue that.",
			"M As for the festival, we'll finish planning tomorrow, and then we'll have the weekend to prepare.",
			"M Monday's the big day!",
			"S I can't wait~!",
			"Y I can do this... I can do this...",
			"P Alright--",
			"- I stand up.",
			"- There's no way I'll be able to find the same enthusiasm as Sayori and Monika, but I'll do my best to get through it.",
			"- If it's for the sake of the club...",
			"- And impressing Monika...",
			"- Then I'll have to do my best.",
			"P Ready to go, Sayori?",
			"S Yep!",
			"N Look at you two, always going home together like that.",
			"M It's kind of adorable, isn't it?",
			"S Ehehe~",
			"P Jeez, guys...",
			"P Don't make such a big deal out of it.",
			"Y It must be a little nice, though...",
			"P Well...",
			"P Ah...",
			"- How am I supposed to respond to that?",
			"S It's okay, MC, you don't have to say it.",
			"P ...Whatever. Let's go already.",
			"- I walk home with Sayori once more.",
			"- Even though it's only been a few days, a lot of things have already changed.",
			"- But today, Sayori is being a little quieter than usual on the way home.",
			"P Hey, Sayori...",
			"S ...Sorry! I was spacing out!",
			"P Ah, no wonder...",
			"S Um...",
			"S I was...thinking about something from earlier.",
			"S I like how we get to...",
			"S I-I mean...",
			"- Sayori fumbles with her words.",
			"S So...let's just say that one day, Yuri asked to walk home with you...",
			"S So...let's just say that one day, Natsuki asked to walk home with you...",
			"P Huh?!",
			"S What would you do?",
			"P What kind of question is that...?",
			"P You're kind of putting me on the spot here...",
			"S Ehehe...",
    		"- Well...",
    		"- I would walk home with Yuri.",
    		"- I would walk home with Natsuki.",
    		"- I would still walk home with Sayori.",
			"- Then again, the festival is only a few days away...",
			"- Who knows what will happen in that time?",
			"P Sayori...",
			"P You really think I would ditch you for Yuri?",
			"P You really think I would ditch you for Natsuki?",
			"S Eh?!",
			"S B-But...",
    		"S She's so cute and fun to be around...",
    		"S She's so beautiful and smart...",
			"P Jeez...",
			"P I already see her in the club every day.",
			"P Besides, you always seem to really like going home together...",
			"P I wouldn't just ruin that for you.",
			"S You're so silly, MC...",
			"S You think about me too much sometimes.",
			"S Yuri would deserve it if she wanted it, so...",
			"S Natsuki would deserve it if she wanted it, so...",
			"P Sayori, I've already made up my mind.",
			"P I really can't figure you out sometimes...",
			"S Sorry...",
			"P Besides, what's the point in speculating something that's never going to happen?",
			"S Hm...",
			"- The conversation trails off.",
			"- It's kind of a weird thing for Sayori to care so much about...",
			"- But I want to respect her and keep her happy, too.",
			"P Walking home with Natsuki, huh...",
			"- Why does the thought of that make my heart pound...?",
			"P I mean...",
			"P I think I would be afraid of what she'd do to me if I turned her down...",
			"S Isn't she so cute and fun to be around?",
			"P Walking home with Yuri, huh...",
			"- Why does the thought of that make my heart pound...?",
			"P I mean...",
			"P Given how hard it is for her to socialize, I would feel awful turning her down, so...",
			"S Isn't she so beautiful and smart?",
			"P That has nothing to do with what I just said!",
			"S Ahaha! You admitted it!",
			"P Jeez...",
			"P There's not even any point in speculating something that's never going to happen.",
			"S Well, maybe...",
			"S But I just like to think about it.",
			"S It's not long before you won't need me anymore, you know?",
			"P Need you...?",
			"P Sayori...",
			"P I can't figure out how you're seeing things in your head right now.",
			"S Sorry...",
			"P Everyone is different...",
			"P Nobody in the club is a replacement for you.",
			"S Hmm...",
			"S If you say so...",
			"- The conversation trails off, and I'm left feeling awkward.",
			"- But it was kind of her fault for trapping me with such a weird question...",
			"- I can't just lie to her.",
			"- But if there's something that makes her happy, I would hate to take that away from her.",
			"- That's why I said there's no point in speculating.",
						"M Aw, man...",
			"M I'm the last one here again!",
			"P Don't worry, I just walked in too.",
			"Y Were you practicing piano again?",
			"M Yeah...",
			"M Ahaha...",
			"Y You must have a lot of determination.",
			"Y Starting this club, and now picking up piano...",
			"M Well, maybe not determination...",
			"M But I guess passion.",
			"M Remember that the club wouldn't be here if it wasn't for all of you.",
			"M And I'm super happy that you're all willing to help out for the festival, too!",
			"N Aaah, I can't wait for the festival!",
			"N It's gonna be great!",
			"M Eh?",
			"M Weren't you complaining about it just yesterday, Natsuki?",
			"N Well, yeah.",
			"N I'm not talking about <i>our</i> part of the festival.",
			"N But it's a whole day of school where we get to play and eat all kinds of delicious food!",
			"P You sound a bit like Sayori all of a sudden...",
			"N Monika! Do they usually have fried squid?",
			"M Squid...?",
			"M That's a pretty specific thing to look forward to...",
			"N Oh, come on.",
			"N Are you saying you don't like squid?",
			"N You, of all people?",
			"M Eh? I didn't say I don't like it.",
			"M Besides, what do you mean by 'you of all people'?",
			"N Because!",
			"N It's right in your name!",
			"N Mon-ika!",
			"M Eh?!",
			"M That's not how you say my name at all!",
			"M Also, that joke makes no sense in translation!",
			"N ...?",
			"M Ah...never mind!",
			"M Let's just focus on our own event for now, okay?",
			"N Ehehe.",
			"N Fine, fine.",
			"N Your reactions aren't as fun as Yuri's or Sayori's, anyway.",
			"Y Excuse me...",
			"P Where is Sayori, anyway...?",
			"P Oh, there you are.",
			"- Sayori is sitting at a desk in the corner of the room, looking down at nothing.",
			"- I walk over to her.",
			"P Hey, Sayori.",
			"- I wave my hand in front of her face.",
			"S Eh--?",
			"P You're spacing out again.",
			"S A-Ah...",
			"S Ehehe, sorry...",
			"S Don't mind me.",
			"S You can go talk to everyone else.",
			"P Huh...",
			"P Is everything alright?",
			"S O-Of course!",
			"S Why wouldn't it be?",
			"P It just feels like you're a little off...",
			"P Sorry for assuming things.",
			"S Jeez, you worry too much about me.",
			"S I'm fine, see?",
			"- Sayori shows me a big smile.",
			"S Don't let me distract you from having fun with everyone.",
			"P Well...alright.",
			"P If you say so.",
			"- I worriedly glance at Sayori before turning back toward everyone else.",
			"- But the conversation has already dispersed, with everyone back at their usual activities.",
			"- Maybe I should ask Monika if she's noticed anything about Sayori recently...",
			"- Since they've been preparing for the festival, they must be spending a lot of time together.",
			"- I timidly approach Monika, who is shuffling through some papers at her desk.",
			"M MC! What's up?",
			"P Hey, this might sound a little strange, but...",
			"P Have you noticed anything up with Sayori recently?",
			"M Anything up with her...?",
			"M In what way do you mean?",
			"P Maybe I'm reading into it a little too much, but she seems a bit downcast today...",
			"M Oh? You think so?",
			"M I can't say I've noticed anything about her...",
			"- Monika peers across the room at Sayori, who is idly dragging a rubber eraser up and down her desk.",
			"M Maybe there is something on her mind...",
			"M But I'm surprised I'm not the one asking you, MC.",
			"M You certainly know her a lot better than I do.",
			"P Yeah, but she's never really like this...",
			"P She's always talked to me about things that bothered her.",
			"P But this time, when I asked her, she was really dismissive.",
			"P ...Sorry, I know it's not your problem!",
			"P I just wanted to ask if you knew anything, so I'll drop it now...",
			"M No, no...",
			"M It's important to me, too.",
			"M I mean, I'm also friends with her...",
			"M And I also care about the well-being of my club members, you know?",
			"M Maybe I'll try talking to her myself...",
			"P Eh? Are you sure about that...?",
			"P She seemed like she wanted to be left alone...",
			"M Are you sure?",
			"M Maybe she just has a hard time bringing it up with the person of interest...",
			"P Person of interest...?",
			"P What do you mean by that?",
			"M I'm saying that maybe the thing on her mind is you, MC.",
			"P Me...?",
			"P How on Earth would you come to that conclusion?",
			"M Well...",
			"M I probably shouldn't say too much, but...",
			"M Sayori talks about you more than anything else, you know?",
			"P Eh...?",
			"M She's been so much happier ever since you've joined the club.",
			"M It's like an extra light was turned on inside of her.",
			"P What?",
			"P No way...",
			"P Sayori...is always like that.",
			"P She's always been full of sunshine.",
			"P It's not any different now than it always has been.",
			"M Ehehe.",
			"M You're so funny, MC.",
			"M Have you thought that maybe you've always seen her as so cheerful...",
			"M ...because that's just how she is when she's around you?",
			"M Ah...I said too much.",
			"M I'm sorry...what do I know, anyway?",
			"M I didn't mean to jump to conclusions, so you should just forget about what I said.",
			"M I'll try to talk to her, so try not to think about it for now.",
			"P Ah...",
			"P Alright...",
			"- Monika smiles meaningfully.",
			"- I know she said to forget about it...",
			"- But I already know that I won't be able to get her words out of my head.",
			"- Monika stands up from her desk and walks across the room to where Sayori is sitting.",
			"- I watch her kneel down next to Sayori and gently talk to her.",
			"- But she's keeping her voice so quiet that I can't hear her from here.",
			"- I sigh and sit myself down.",
			"- I know Sayori told me not to worry about her, and to have fun with everyone else...",
			"- But that's impossible to do when she's behaving like this.",
			"- Exactly how much do I care about her, that I'm letting this weigh me down so much?",
			"- Now it feels like I'm the one behaving out of the ordinary...",
			"- But there's nothing I can do besides wait for Monika.",
			"N Hey, you.",
			"P Eh?",
			"- I look up to see Natsuki next to me.",
			"N Are you just gonna sit there and keep staring at nothing?",
			"N There isn't that much time, so...",
			"P Ah, sorry.",
			"P I didn't mean to make you worry or anything.",
			"N I-It's not like I'm worried!",
			"N I was just...",
			"- Natsuki glances down at her side.",
			"- She's holding a volume of manga in her hand.",
			"P That's right...",
			"P Something just came up for a minute, but we can get started now.",
			"P I won't make you wait any longer.",
			"N Jeez...",
			"N Now you're making me feel like a jerk.",
			"N If something's bothering you, then you can just tell me to leave you alone, and I will.",
			"N I mean...",
			"N Assuming you didn't feel like talking about it or anything...",
			"- She practically mumbles that last part.",
			"P Nah...I'm probably making it seem like a bigger deal than it is.",
			"P I've just been thinking about Sayori, that's all.",
			"N S-Sayori...?",
			"N Thinking about her...?",
			"P Yeah, she seems pretty down today.",
			"P But she didn't want to admit it to me.",
			"P So I can't help but wonder if something happened to her.",
			"N Oh...",
			"- Natsuki exhales.",
			"N Well, first of all...",
			"N You should really work on your phrasing!",
			"N But anyway...",
			"N You're her best friend, right?",
			"P Yeah, I guess so...",
			"N Yeah.",
			"N Then in that case, I think you should trust her a little more.",
			"N If she needed you, then you would be the first person she would go to, right?",
			"P Well... I guess that's true.",
			"N I mean, some people just have those days.",
			"N You can't always avoid it.",
			"N If anything, she probably doesn't want you to worry about her because it's not important.",
			"P Yeah, that's kind of what she said to me...",
			"P Maybe it's not right for me to go against her wishes.",
			"N Exactly.",
			"N If she needs you to worry about her, then it'll be a lot more obvious.",
			"P Yeah...",
			"P I should have thought of it that way from the start.",
			"- Natsuki fiddles with the book she's holding in her hands.",
			"N She...",
			"N She really means a lot to you, doesn't she...?",
			"P Ah--",
			"P Don't get the wrong idea or anything...!",
			"P We've just been friends for a long time.",
			"P It's normal to be worried about your friends.",
			"P I mean, you were worried about me, so--",
			"N I was not!!",
			"N Jeez...if you're fine, then let's hurry and get started already!",
			"P Yeah, yeah...",
			"- Why does it feel like I'm being watched...?",
			"- I glance around the room.",
			"- Suddenly, I notice Yuri peering at me from over her book.",
			"- But she looks away just as quickly with a flustered look on her face.",
			"- I realize that she won't get anywhere like this.",
			"- I've never really seen Yuri approach anyone or start a conversation on her own accord.",
			"- So, I have no choice but to approach her myself.",
			"- By now, it's a little easier for me to do that.",
			"- I stand up from my desk and sit in one next to her own.",
			"Y I...didn't mean to bother you or anything...",
			"P Relax, you didn't even do anything.",
			"Y But...",
			"Y I could tell that you wanted to be alone with your thoughts...",
			"P Alone with my thoughts...?",
			"P How were you even able to tell that I was thinking like that?",
			"Y Well...",
			"Y It's something that I do a lot...",
			"Y So it wasn't hard for me to spot based on your posture and expression.",
			"Y N-Not that I was staring or anything...!",
			"Y I didn't do anything creepy like that...!",
			"P In any case, I guess you were right.",
			"P I'm sorry if I caused you any concern.",
			"Y Don't apologize...",
			"Y Your troubles are only the concern of those who willingly share in that concern.",
			"Y Of course, there are certainly those who find the most comfort in keeping to themselves...",
			"Y But if you would prefer to share what's on your mind, then I would be glad to listen.",
			"P Ah, it's really not that big of a deal...",
			"P I was just feeling a bit uneasy about Sayori.",
			"Y Sayori...?",
			"P Yeah...she seems a little off today, but when I asked her about it, she didn't want to admit it to me.",
			"P So I can't help but wonder if something happened to her.",
			"Y Oh?",
			"Y That's quite romantic...",
			"P Eh...?",
			"Y S-Sorry!",
			"Y I didn't mean to say something stupid...!",
			"P It's not that, I just didn't want you to misunderstand.",
			"P Sayori and I have just been friends for a long time, that's all.",
			"Y Ah...I see...",
			"Y Then perhaps it is unusual for her to be dismissive to you about her feelings...",
			"P Or maybe I'm just reading into it a little too much...",
			"Y MC...",
			"Y The world is full of meaning, often hidden deep beneath plain sight.",
			"Y And there are many untold mysteries behind every person, no matter how well you may know them.",
			"P Ah...",
			"P So you think that there might be something behind it after all?",
			"Y Mm...",
			"Y I think that Sayori is a very complex person.",
			"Y Her mannerisms on the outside don't always match what may be going on inside her head...",
			"Y And she may not always know what she wants.",
			"Y I noticed her strange behavior today, too...",
			"Y And I also feel some concern for her.",
			"Y But in your case, it looked like she was fully occupying your thoughts, wasn't she?",
			"P Well...",
			"P I guess that was the case.",
			"Y Sayori...",
			"Y She really...means a lot to you, doesn't she?",
			"P Ah--I...I guess...",
			"P But you don't need to put it that way!",
			"P We're just good friends, that's all...",
			"- Yuri suddenly looks deeply into my eyes.",
			"- Her expression is gentle and curious, as if she was searching for something.",
			"- Embarrassed, I avert my gaze.",
			"Y Sometimes...",
			"Y A person's mysteries are untold even to themselves.",
			"Y And you, as someone honest and caring...",
			"Y May uncover feelings you weren't aware were in you.",
			"Y T-That is...",
			"Y I think that...",
			"Y She would be a very fortunate person...",
			"Y To have you...feel that way about her.",
			"P Yuri...",
			"P You're giving me too much credit.",
			"P I'm a pretty simple guy.",
			"P So I think I'm pretty good at understanding my own feelings.",
			"P I'm not nearly as sophisticated as you.",
			"Y A-Ah...",
			"Y That's not...a compliment, is it?",
			"P It is what it is.",
			"P Anyway, as long as we're here, why don't we do some reading?",
			"Y Well...",
			"Y As long as you're okay with it.",
			"P Yeah.",
			"P I should be taking my mind off this whole thing anyway.",
			"M Okay, everyone!",
			"- After some time passes, Monika calls out to the clubroom.",
			"M Why don't we share our poems now?",
			"- Before I know it, everything is back to normal.",
			"- Everyone goes to retrieve their poems, and I do the same.",
			"- I make eye contact with Monika, and she smiles at me.",
			"- I wonder what she was talking about with Sayori...",
			"M ...Okay, you three!",
			"M We're all done sharing poems, right?",
			"M Why don't we start figuring out--",
			"N Hold on a second!",
			"N Is it just me, or did you say something strange just now?",
			"M Eh...?",
			"Y Something did sound a bit unusual...",
			"Y That's right.",
			"Y You deviated from your usual catchphrase when addressing the club.",
			"M C-Catchphrase?",
			"M I don't have a catchphrase...",
			"N Jeez...",
			"N Why is the mood so weird today?",
			"N Look, even Yuri isn't immune to it.",
			"Y Uu...",
			"Y Stagnating air is common foreshadowing that something terrible is about to happen...",
			"P In <i>your</i> books, maybe!",
			"P Look, the only thing different is that Sayori isn't here.",
			"Y Ah...",
			"Y ...It seems you're right.",
			"M Sigh...",
			"M Sayori always helps lighten the mood a little bit, doesn't she?",
			"M It's almost like everyone's balance is thrown off a little when she's not around...",
			"N Where the heck did she run off to, anyway?",
			"N I thought she just went to pee.",
			"Y Natsuki, please show some decency...",
			"N Oh, come on.",
			"P Ah, she actually wasn't feeling too well and went home early...",
			"Y Is that so...?",
			"Y I hope she's alright...",
			"N Seriously?",
			"N Of all the times to not go home with her, you pick the time she's not feeling well?",
			"N So much for you two being all lovey-dovey.",
			"P Ah--no!",
			"P First of all, stop misunderstanding my friendship with Sayori!",
			"P And second...",
			"P She's kind of been avoiding me today, so I didn't want to force it...",
			"Y Hooooh?",
			"P <i>That curious expression coming from Yuri, of all people??</i>",
			"M Calm down, guys...!",
			"M I talked to her earlier, and everything is fine.",
			"P What did she say...?",
			"M Anyway, we need to figure out the rest of the festival preparations, so...",
			"M Let's decide what everyone will be doing this weekend.",
			"N I already know what <i>I'm</i> doing!",
			"M That's right.",
			"M Natsuki will be making cupcakes.",
			"M But we might need a lot of them, and different flavors...",
			"M Can you handle that all by yourself, Natsuki?",
			"N Challenge accepted!",
			"M And as for myself...",
			"M I'm going to be printing and assembling all the poetry pamphlets.",
			"M Sayori will be helping me design them.",
			"M And as for Yuri...",
			"M Yuri, you can...",
			"M Ah... Um...",
			"N ...?",
			"M Guys...",
			"M Can you help me come up with something for Yuri...?",
			"Y I...",
			"Y I'm useless...",
			"M N-No!",
			"M That's not it at all!",
			"M You're the most talented person here, you know!",
			"M N-Now Natsuki's pouting, too??",
			"P Jeez, even I can tell now...",
			"P I guess I never gave Sayori enough credit, but I can tell things are even harder on you when she's not around.",
			"M Ah...",
			"M That may be the case...",
			"M But if I can't also be a leader on my own, then I won't grow as a person.",
			"M So, Yuri...!",
			"M You have beautiful handwriting, you know?",
			"M So you should make some banners and decorations to help set the atmosphere.",
			"Y Atmosphere...?",
			"Y Um, about that...",
			"Y I...",
			"Y I love atmosphere!",
			"- Yuri's expression suddenly changes as she stares at her desk in focus and starts nodding to herself.",
			"P Your mind is already racing, I see...",
			"M That's great!",
			"M You'll be a wonderful help, Yuri.",
			"M But anyway...",
			"M That just leaves you, MC.",
			"P The one who is truly useless.",
			"M Ahaha! Don't say that.",
			"M In fact...",
			"M Both Natsuki and Yuri have some pretty heavy tasks to handle.",
			"M It would probably go a long way to give one of them a hand.",
			"M You could always help me out, as well...",
			"M I would be really appreciative of that.",
			"P Ah--",
			"P That's...",
			"- Is Monika suggesting I spend the weekend with one of my club members?",
			"- How on Earth are they going to respond to a suggestion like that...?",
			"Y Ah...",
			"Y I...suppose I wouldn't mind a bit of help...",
			"N Well, even if you don't know how to bake, there's always some dirty work I could give to you.",
			"N It's not like Monika's going to give me a choice, and you shouldn't be sitting on your butt anyway...",
			"- Natsuki tries to mumble a bunch of excuses like that.",
			"Y Um...",
			"Y If I recall, Natsuki...",
			"Y You mentioned that you would like to handle the baking on your own.",
			"Y MC may not like to be around if you only make him out to be a nuisance...",
			"Y So therefore...",
			"Y He may be more suited to assisting with the decorations.",
			"N Hold on! I never said that!",
			"N How hard could it be to make a few decorations, anyway?",
			"N Sounds more like you're just making excuses for MC to--",
			"Y W-What are you saying?!",
			"Y It will be extremely meticulous work...",
			"N And baking isn't?",
			"N Just what do you think--",
			"M Guys, guys!",
			"M Let's settle down for a moment...",
			"M In the end, I think it's up to MC to decide how he'd like to contribute.",
			"M Besides...",
			"M He hasn't really gotten the chance to spend any time with me yet, you know?",
			"M So I'm sure he's interested in--",
			"N You <i>literally</i> just said--",
			"Y I-I'm surprised as well!",
			"M Sorry, sorry!",
			"M I was just saying, though...",
			"N Jeez...",
			"N Can we just settle this already?",
			"M Yeah...",
			"M MC, you're okay with this, right?",
			"M In the end, it's up to you.",
			"P Ah...",
			"P Of course.",
			"N Hmph.",
			"Y Very well...",
			"M In that case...",
			"- Everyone looks straight at me.",
    		"- But of course, I'm going to go with--",
			"- I can't believe this!",
			"- Yuri is going to be coming to my house on Sunday...?",
			"- Natsuki is going to be coming to my house on Sunday...?",
    		"- Even though I would have preferred to do this with Sayori...",
    		"- My anxiety still shoots through the roof.",
    		"- I guess I've gotten pretty used to handling her at this point...",
    		"- But who knows what might end up happening when we're outside of school?",
    		"- She even told me she was looking forward to it...",
    		"- I shake my head.",
    		"- Why do I feel nervous that Sayori finds out about this?",
    		"- It's not like we feel <i>that</i> way about each other...",
    		"- Besides, like Monika said, this is about the club.",
    		"- I have nothing to worry about.",
    		"- If I just go with it, then I'll have a good time.",
    		"- My anxiety shoots through the roof.",
    		"- Even though I've gotten pretty used to handling her at this point...",
    		"- There's no telling what might end up happening when we're outside of school.",
    		"- More than that...she told me that she was looking forward to it.",
    		"- Is this the chance I have to make something happen between us?",
    		"- ...Or is it too early for that?",
    		"- Only time will tell...",
    		"- But until then, I won't be able to take my mind off it.",
    		"- I seriously can't wait!",
			"P I mean...",
			"P If it's going to be anyone, then I prefer helping Sayori.",
			"P I mean, we're already neighbors, and--",
			"Y But Monika said--",
			"N Monika said that Sayori was helping her!",
			"N Jeez...",
			"N Do you really hate us that much?",
			"P N-No!",
			"M Sorry, I didn't mean for this to be difficult...",
    		"M Just think of the club, okay?",
			"P Well, I guess I should probably be helping Monika...",
			"M Yay, you picked me!",
			"N Hold on one second!",
			"Y Y-Yeah!",
			"N Monika, you're the one who needs the least help out of all of us!",
			"M Eh? But...",
			"Y I agree with Natsuki.",
			"Y Not only is your work already most suitable for one person...",
			"Y But you already have Sayori as well.",
			"M But MC was the one who...",
			"M Ah...",
			"N That doesn't matter.",
			"N You were the one who scared him into picking you in the first place.",
			"N You're the club president, Monika.",
			"N You're supposed to make responsible decisions for the club!",
			"Y Monika, you shouldn't let any ulterior motives interfere with this decision.",
			"M Ulterior motives?",
			"M W-What are you saying, Yuri?",
			"M In fact, it sounds like you guys are the ones with ulterior motives!",
			"N <i>Excuse</i> me?",
			"M Otherwise...this wouldn't have been made into such a big deal in the first place!",
			"Y That's...completely false, Monika!",
			"N Yeah!",
			"N We have a lot of work to do, you know!",
			"N We won't do as good of a job if you make us work alone.",
			"M Ah...maybe...that's true...",
			"Y Think of the club, Monika...",
			"Y If we want our event to succeed, then we need to appropriately distribute our resources.",
			"M Um...",
			"M Ah...",
			"N So are you going to do the right thing, <i>President</i>?",
			"M Okay, okay!",
			"M I get it!",
			"M Sigh...",
			"M It's...technically most logical for MC to help one of you two.",
			"M So...",
			"M I guess...that's what we'll do.",
    		"M Do you have a preference, MC?",
			"P Well, baking sounds like it could be fun...",
			"P And you guys made it sound like a lot of work, so it could probably use two people.",
			"N Don't worry!",
			"N Baking is a ton of fun!",
			"N You'll definitely agree!",
			"M Eh?",
			"M Just a minute ago you were saying that--",
			"N Th-That's because--!",
			"N ...Never mind, okay?",
			"M Well, anyway...",
			"M You'll be fine by yourself, right, Yuri?",
			"Y Of course.",
			"Y I'm used to it, after all...",
			"M That's...good...",
			"- Even though Yuri is being melodramatic, it's a little hard to not feel bad...",
			"N So, that's everything, right?",
			"N Anything else we need to talk about?",
			"M No, I think that's it...",
			"M Are you guys excited?",
			"N Yes!",
			"N Everything except the performance is gonna be awesome!",
			"P I don't think that really counts...",
			"M What about you, MC?",
			"P Me?",
			"P Ah, I guess you could say I'm interested to see how it'll turn out...",
			"M That's good enough for me!",
			"M What about you, Yuri?",
			"M ...Yuri?",
			"N She's still sulking.",
			"- Natsuki starts pouting, too.",
			"N It's not...",
			"N I mean, it's not that big of a deal or anything...",
			"P Well, it might not be just that...",
			"N ...?",
			"P I think that Yuri might just be feeling a little underappreciated in general.",
			"P Having to come up with something for her to do, and then nobody offering to help.",
			"N That doesn't mean...",
			"N Uu...",
			"- Natsuki glances back and forth between everyone with a worried expression.",
			"N Look...",
			"- Natsuki goes over and puts her hands down on Yuri's shoulders.",
			"N Yuri.",
			"N You really are the most talented one here.",
			"N And...",
			"N And you're going to help make the event a lot more fun and welcoming.",
			"N I mean, the cupcakes will probably help a lot too...",
			"N But you're gonna make the atmosphere special.",
			"N That'll be really important for the way that people feel during the performances.",
			"N So...",
			"N You need to stop being dumb and give yourself a little more credit!",
			"- Natsuki releases her hands and turns around to face the other direction.",
			"Y You didn't...really mean that, did you?",
			"N Um...",
			"N N-Not really, but...",
			"- Yuri isn't the only one surprised.",
			"- Monika and I are also taken aback by Natsuki's words.",
			"- Natsuki, of all people, to be saying such encouraging things.",
			"- But I begin to understand.",
			"- Natsuki was trying to sound like Sayori.",
			"- Even if it didn't work perfectly, I can tell that she tried to say something Sayori would say at a time like this.",
			"- Because Sayori always helps everyone smile and feel good about themselves.",
			"Y I'm sorry...for being dumb.",
			"Y I'm going to do my best.",
			"Y And all of us are going to make it a really great event.",
			"N Yeah.",
			"M Yeah!",
			"M I hope to see everyone do their best.",
			"M But with that...",
			"M There's nothing more for today.",
			"M So I guess it's time for us to head out.",
			"N Okay, but I'm staying here a bit longer.",
			"N I barely got to do any reading today, so...",
			"M Fair enough, there's nothing wrong with that.",
			"- Everyone packs up their things.",
			"- I start to follow Monika and Yuri out the door as they chat between each other.",
			"N Um, where are you going?",
			"P Eh...?",
			"N We still need to figure out our plans for this weekend.",
			"N You literally would've gotten home and realized that you didn't even have a way to contact me.",
			"P Oh, that's true...",
			"P I have no idea how that slipped my mind.",
			"N Jeez, good thing I stopped you.",
			"N I'm giving you my number, okay?",
			"N You'd better not make it weird or anything!",
			"P Why would I do that...?",
			"N Hmph...",
			"- Natsuki gives me her number.",
			"N Okay...",
			"N I'm coming over on Sunday.",
			"N I'll bring all the ingredients.",
			"P Wait!",
			"P You're coming to <i>my</i> house?",
			"N Well, yeah.",
			"N What's wrong with that?",
			"P I mean...",
			"P I just figured that since I'm the one helping, I would be going to your house...",
			"N Yeah, right.",
			"N Like I could have a guy over my house...",
			"N My dad would kill me.",
			"P Really?",
			"P That's kinda strict, if you ask me.",
			"N Yeah, how do you think I feel?",
			"N I can't do anything when my dad is home...",
			"N Anyway...I just needed to complain for a second.",
			"N We have each other's numbers now.",
			"N That's all I needed from you.",
			"N I guess I'll text you when I'm coming over.",
			"P Alright, fine by me.",
			"N Yeah.",
			"N I'm really gonna show you why I love baking so much.",
			"N So you'd better look forward to it.",
			"P Oh?",
			"P Didn't you say you were just going to give me the dirty work?",
			"N Well--!",
			"N I was...just saying that.",
			"N It's not like I could act like...in front of everyone...",
			"N That I was looking forward to this.",
			"P Wait, really??",
			"N Well, kind of!",
			"N Just because...I never got to bake with someone else before.",
			"N That's all it is, so...",
			"P Alright, I get it.",
			"P Sorry for overreacting.",
			"P Anyway, I'll be heading out now.",
			"P See you on Sunday.",
			"N Ah--",
			"N ...Never mind.",
			"P Well, I'll probably be most useful helping out Yuri...",
			"Y M-Me...?",
			"N Are you serious?",
			"N Why would you--",
			"M Natsuki.",
			"M I can already tell you're about to say something mean.",
			"N N-No...",
			"N I was just saying--",
			"N Ugh...",
			"M So, you'll be helping Yuri then, MC?",
			"P Yeah.",
			"P That's what I'm going to do.",
			"Y I'm glad.",
			"Y I have a bad habit of overthinking these sorts of things...",
			"Y So I think your assistance will be very useful.",
			"M That's great to hear.",
			"M Natsuki, will you be able to handle the baking yourself?",
			"N I mean, yeah.",
			"N I already said I would be fine.",
			"M Okay, okay...",
			"- Everyone can tell that Natsuki is feeling a little sour.",
			"P So...is that everything we needed to go over?",
			"M Yeah, that should be about it.",
			"M Are you guys excited?",
			"Y Well, 'excited' may not be the right word...",
			"Y But I suppose I'm looking forward to it a little bit.",
			"M Do you feel the same way, MC?",
			"P Me?",
			"P Ah, I guess you could say I'm interested to see how it'll turn out...",
			"M That's good enough for me!",
			"M What about you, Natsuki?",
			"Y Natsuki!",
			"N What??",
			"N Why is everyone yelling at me?",
			"N I didn't even do anything...!",
			"Y N-no--!",
			"Y That's not what I meant at all!",
			"Y A-Ah...",
			"- Yuri anxiously glances between everyone in the room.",
			"Y I-I'm sorry for this!",
			"Y I don't really know why MC picked me...",
			"Y And also...",
			"Y Your cupcakes are the best cupcakes I've ever had!",
			"Y They go really well with my tea!",
			"Y And nothing that I do for the event will compare to that, so...",
			"Y So...",
			"N I get it, I get it.",
			"N I'm kinda surprised, though...",
			"Y W-Why?",
			"N Um...",
			"N Well, I'm the one acting immature...",
			"N I already know that.",
			"N But you're trying to cheer me up all of a sudden...",
			"Y I-I know I'm not very good at it...",
			"Y I'm sorry if I said something bad!",
			"- Natsuki isn't the only one surprised.",
			"- Monika and I are also taken aback by Yuri's words.",
			"- When she already has trouble with words, trying to cheer someone up must be far out of her own comfort zone.",
			"- But I begin to understand.",
			"- Yuri was trying to sound like Sayori.",
			"- Even if it didn't work perfectly, I can tell that she tried to say something Sayori would say at a time like this.",
			"- Because Sayori always helps everyone smile and feel good about themselves.",
			"N No...",
			"N I kinda appreciated it.",
			"N I'm sorry...for making a big deal out of nothing.",
			"N But I'm going to say this.",
			"Y ...?",
			"N You better bet that my cupcakes are going to be the best part of the whole event!",
			"Y Ah...",
			"Y ...I believe you.",
			"M Yeah!",
			"M I hope to see everyone do their best.",
			"M But with that...",
			"M There's nothing more for today.",
			"M So I guess it's time for us to head out.",
			"N Alright, let's get out of here, then.",
			"- Everyone packs up their things.",
			"- I start to follow Monika and Natsuki out the door as they chat between each other.",
			"Y U-Um--!",
			"P Eh?",
			"- I turn around.",
			"Y Sorry...",
			"Y I realized that I don't have any way of contacting you this weekend...",
			"P Oh, you're right.",
			"P I can't believe that slipped my mind.",
			"P Should I give you my phone number?",
			"Y I think...that would be the best way, yes.",
			"P Alright, then...",
			"- Yuri and I exchange phone numbers.",
			"Y Okay.",
			"Y Then, I'll be stopping by your house on Sunday...",
			"P Eh?",
			"P My house?",
			"Y I-Is that a problem...?",
			"P No, not at all...",
			"P I just thought that I would be the one going to your house, since I'm the one helping you.",
			"Y Ah, I suppose that makes sense...",
			"Y But, if you don't mind...",
			"Y I think I would prefer going to your house.",
			"P Alright.",
			"P In that case, it won't be a problem.",
			"- I decide not to press Yuri for a reason.",
			"- It's not like it should matter much either way, so I'll just need to make sure my room is clean.",
			"P I hope I manage to make myself useful in some way...",
			"P I'm not nearly as creative as you are.",
			"Y Don't underestimate yourself, MC.",
			"Y I think that we'll make a very productive team.",
			"Y Even if you only chose me because you felt bad or something...",
			"P Wait...!",
			"P You don't actually think that, do you?",
			"Y I...don't know.",
			"Y It's difficult to come up with any other reason you may have chosen me...",
			"P You're forgetting the one reason with the most common sense!",
			"P I chose to help you because that's what I want to do.",
			"Y B-But...",
			"- Yuri thinks to herself with an extremely tense expression.",
			"P Yuri...you're overthinking this.",
			"P You wanted me to point out when you're overthinking, right?",
			"Y Eh...?",
			"Y I...didn't realize...",
			"P I'm telling you, I want to.",
			"P That's all there is to it.",
			"P Do you believe me?",
			"Y I...",
			"- Yuri thinks really hard again.",
			"- She looks straight into my eyes for a long while.",
			"Y ...I believe you!",
			"- As if it took her tremendous effort, Yuri finally says that and relaxes her expression.",
			"Y And I'm really looking forward to Sunday.",
			"P Yeah...",
			"P I am too.",
			"- After that exchange, I make my way out the door, and Yuri follows.",
			"- It's already Sunday.",
    		"- I've been getting increasingly anxious about Natsuki's upcoming visit.",
    		"- I keep telling myself there's no reason to be nervous, but it doesn't help much.",
    		"- I wonder if she'll act any different when it's just the two of us?",
    		"- Meanwhile, she's been texting me a lot.",
    		"- We sent each other one after exchanging numbers to double-check, but it turned into conversation.",
    		"- She's almost a different personality on the phone, using tons of emoji and cute language.",
    		"- She also really likes complaining about things, but I kind of saw that one coming.",
    		"- But putting Natsuki aside...",
    		"- I've been getting increasingly anxious about Yuri's upcoming visit.",
    		"- I keep telling myself there's no reason to be nervous, but it doesn't help much.",
    		"- Yuri is clearly an introvert and also an intimate person in general.",
    		"- There's no doubt that she'll open up a little bit when it's just the two of us.",
    		"- Meanwhile, we've even been texting occasionally.",
    		"- She was extremely apprehensive at first, but it wasn't long before I was already learning more about her.",
    		"- But putting Yuri aside...",
			"- I haven't heard a thing from Sayori since she left club early the other day.",
			"- It's not like we text each other all the time or anything...",
			"- But I've been worried about her in the back of my mind.",
			"- Between what Sayori said, and what Monika said...",
			"- Is it really okay for me to put Sayori's feelings aside when she might need me?",
			"- I decide to visit Sayori before Yuri comes over.",
			"- I decide to visit Sayori before Natsuki comes over.",
			"- Rather than asking, I simply tell her \"I'm coming over\", much like we've done in the past.",
			"- Once I reach Sayori's house, I knock on the door before entering it myself.",
			"- Again, we used to play so often that we've made it a habit of simply entering each other's houses like we were family.",
			"- The house is quiet.",
			"- Sayori isn't anywhere on the first floor, so I assume she's up in her room.",
			"- It's already strange of her not to run down and greet me.",
			"- I head up to her bedroom, where I finally find her.",
			"P Sayori?",
			"S Hi MC~",
			"- I sit down in her room.",
			"- Sayori forces a smile, but it's easy to tell that she's different.",
			"- There's a minute of silence between us.",
			"S You haven't come over like this in a long time, have you?",
			"P Ah... I guess you're right.",
			"P It has been a long time.",
			"P Not much has really changed, has it?",
			"- Sayori's room is as messy as it's always been.",
			"- I also recognize the same stuffed animals and wall decorations that she's had for years now.",
			"S Ehehe~",
			"S If you came over more often, it wouldn't be such a mess.",
			"P That's because I end up cleaning it for you...",
			"S How come you suddenly wanted to come over today?",
			"S Aren't you supposed to see Yuri today?",
			"S Aren't you supposed to see Natsuki today?",
			"P Yeah, but...",
			"P ...Wait, how did you know that?",
			"- Sayori had already left by the time we decided that last meeting.",
			"S Monika told me.",
			"S It's only natural for her to keep me informed about the festival preparations, right?",
			"P Ah, that's true...",
			"P But what about you?",
			"P Aren't you going to be helping Monika today?",
			"S Of course!",
			"S But I'm just helping her online.",
			"S We didn't plan to meet up or anything.",
			"P Ah, so it's just me and Yuri, then...",
			"P Ah, so it's just me and Natsuki, then...",
			"S Yep~",
			"- There's more silence between us.",
			"- Sayori stares in a random direction.",
			"- Everything about her behavior is really uncharacteristic.",
			"- I finally get to the point.",
			"P I just...wanted to see how you were doing.",
			"P After you left on Friday.",
			"P When something's wrong, you can't hide it from me!",
			"P I know you too well.",
			"P So...",
			"- Sayori smiles, shaking her head.",
			"S That's no good, MC.",
			"P Eh?",
			"S Why can't it just be like it's always been?",
			"S This is all my fault.",
			"S If I didn't get so weak and accidentally express my feelings...",
			"S If I didn't make that stupid mistake...",
			"S Then you wouldn't have been worried about me at all.",
			"S You wouldn't have come here.",
			"S You wouldn't have even been thinking about me right now.",
			"S But this...is just my punishment, isn't it?",
			"S I'm getting punished for being so selfish.",
			"S I think that's why the world decided to have you come over today.",
			"S It just wants to torture me.",
			"S Ehehe~",
			"P Sayori!",
			"- I grab Sayori by the shoulders.",
			"P What on Earth are you saying?!",
			"P Are you listening to yourself right now?",
			"P I know something happened to you.",
			"P There's no other explanation for you to be like this.",
			"P So tell me, already...!",
			"P Until I know, I won't be able to stop thinking about it!",
			"S Ah...",
			"S Ahaha...",
			"- Sayori gives me an empty smile.",
			"S You really put me in a trap, MC.",
			"S But...",
			"S You're wrong.",
			"S Nothing happened to me.",
			"S I've always been like this.",
			"S You're just seeing it for the first time.",
			"P Seeing what?",
			"P What are you talking about, Sayori?",
			"S Ehehe~",
			"S You're really just going to make me say it, aren't you, MC?",
			"S I guess I have no choice this time.",
			"S The thing is...",
			"S I've had really bad depression my whole life.",
			"S Did you know that?",
			"S Why do you think I'm late to school every day?",
			"S Because most days, I can't even find a reason to get out of bed.",
			"S What reason is there to do anything when I fully know how worthless I am?",
			"S Why go to school?",
			"S Why eat?",
			"S Why make friends?",
			"S Why make other people put their energy and caring to waste by having them spend it on me?",
			"S That's what it feels like.",
			"S And that's why I just want to make everyone happy...",
			"S Without anyone worrying about me.",
			"- I'm in shock.",
			"- I can't even figure out how to respond.",
			"- How is it possible that Sayori kept this from me the entire time that I've known her?",
			"- Did she really want so badly for me to just not think about her?",
			"P ...Why, Sayori?",
			"S Eh...?",
			"P Why is it that you've never told me about this?",
			"P It almost feels like I've been betrayed as your close friend.",
			"P Because if I knew, I would have done everything I could to support you!",
			"P Even if there's only so much that I could do...",
			"P I would have tried a little bit harder to make every day a little better for you.",
			"P That's why I'm your friend!",
			"P All you had to do was tell me!",
			"S You don't understand at all, MC.",
			"S Why do you think I didn't tell you?",
			"S Because if I told you, then you would have to waste effort caring about me instead of doing important things.",
			"S I don't want to be cared about.",
			"S It's bittersweet, when people try to care about me.",
			"S It feels nice sometimes.",
			"S But it also feels like a bat being swung against my head.",
			"S Ahaha~",
			"S That's why I wanted so badly for you to make friends with everyone else...",
			"S Helping everyone be happy together is the best thing for me.",
			"S But then, I discovered something else, too.",
			"S Seeing you make friends and get closer with everyone in the club...",
			"S It feels like a spear going through my heart.",
			"S So, that's why.",
			"S That's why I decided the world just wants to torture me.",
			"S Every path leads to nothing but hurt.",
			"S Ahaha~",
			"P You're right that I don't understand...",
			"P I don't understand your feelings at all, Sayori.",
			"P But I don't need to understand.",
			"P Whatever it takes for me to help you stop hurting...",
			"P That's what I'll do.",
			"S No, MC.",
			"S There's nothing.",
			"S Nothing at all.",
			"S The only thing that could have helped is if everything could be like it always was.",
			"S But I was selfish.",
			"S I finally showed you what a horrible person I am.",
			"- Tears streak down Sayori's face.",
			"S I made you join the literature club because I was selfish.",
			"S And I was punished by my heart hurting in a way that I couldn't understand.",
			"S And now you came here and I made you hurt, too.",
			"S I'm just weak and selfish.",
			"S That's all I am.",
			"S And that's why I'm going to accept these punishments.",
			"S Because I deserve every last one...!",
			"- Without thinking, I once again grab Sayori's shoulders.",
			"- This time, I pull her into a tight embrace.",
			"S A-Ah--",
			"S MC...",
			"P Sayori.",
			"P I don't care if you feel selfish.",
			"P I'm really happy that you convinced me to join the club.",
			"P Seeing you every day makes it worthwhile enough.",
			"P If I make friends with everyone else, then that's just a bonus.",
			"P But please never underestimate how much I care about you.",
			"P I wouldn't have it any other way.",
			"S MC...",
			"- Sayori isn't hugging me back.",
			"- Despite my arms being wrapped around her, Sayori's arms remain at her sides.",
			"- She starts sobbing next to my ear.",
			"S No...",
			"S Don't do this...to me...",
			"S Please don't do this...",
			"S MC...",
			"S I...",
			"- Sayori barely manages to speak between her sobs.",
			"- I don't know if I'm doing the right thing.",
			"- But all I want is for her to know that I care.",
			"P If you have it in you to call yourself selfish, then you have to let me be selfish too.",
			"P No matter what it takes, I'll figure out what needs to change.",
			"P I'll make these feelings go away.",
			"P And if there's anything that you need me to do...",
			"P Then you'd better tell me.",
			"P I'll get mad if you don't.",
			"S I...don't know...",
			"S I don't know...",
			"S I don't know.",
			"- Gently, Sayori finally puts her arms around me in return.",
			"S I don't know anything.",
			"S It's all really scary...",
			"S I don't understand any of my feelings, MC...",
			"S The only time I'm not feeling nothing is when I'm feeling pain.",
			"S But...",
			"S Your hugs are so warm...",
			"S ...And that's really scary, too.",
			"- Sayori lets me go.",
			"- As she does so, I let her go as well.",
			"P The festival is tomorrow.",
			"S Yeah...",
			"P It's going to be fun, right?",
			"S Yeah.",
			"P How would you like for me to spend it all with you?",
			"S U-Um...",
			"S Ah--",
			"P It's what I want.",
			"P I promise.",
			"S I...",
			"S I think that would be nice, then...",
			"P Yeah.",
			"- Sayori wipes her eyes.",
			"- If I could spend the whole day here, I would.",
			"P Of all days, this has to be the one where I have other plans...",
			"P Maybe I should cancel--",
			"S No, don't--!",
			"S Please don't...",
			"S If you did that...then I really wouldn't forgive you.",
			"P But...",
			"P It's almost time for Yuri to meet me at my house...",
			"P It's almost time for Natsuki to meet me at my house...",
			"P At the very least, do you want to come along and help out?",
			"P It would be fun.",
			"- To my surprise, Sayori shakes her head.",
			"S I'm sorry.",
			"S I don't know if that would be very good for me today.",
			"S You understand, right?",
			"P Ah...",
			"P It's...kind of hard for me to fully understand.",
			"P But I'm trying my hardest.",
			"S It's okay.",
			"S Don't worry too much about it.",
			"S I'll see you tomorrow, okay?",
			"P ...Alright.",
			"P I look forward to it.",
			"- I say goodbye to Sayori and exit her house.",
			"- On the way home, I find myself still feeling uneasy.",
			"- But it's hard for me to keep thinking about it when Yuri is about to come over, too...",
			"- But it's hard for me to keep thinking about it when Natsuki is about to come over, too...",
			"- I think Sayori is right.",
			"- I shouldn't be worrying too much, and we're definitely going to have a great time tomorrow.",
			"- I should just focus on what's ahead of me!",
			"- I spend only a few minutes back at home anxiously awaiting Natsuki's arrival.",
			"- Before I know it, she texts me to let me know she's outside the front door.",
			"- Without delay, I open the front door to let her in.",
			"N 'Sup?",
			"P ...Hey.",
			"- I don't know what I was expecting, but seeing Natsuki in something other than her school uniform totally threw me off.",
			"- Seeing her in such cute clothes makes the uniform seem totally unfitting in comparison.",
			"N Jeez, don't make it feel so awkward already!",
			"N It's gonna be a long afternoon, so don't be weird just because you're not used to seeing me outside of school.",
			"N Anyway, I'm coming in.",
			"P I see you brought a lot of stuff...",
			"- Natsuki is carrying a large bag that is probably full of baking supplies.",
			"N Well, I didn't want to come all this way to find out that your kitchen isn't equipped for the job.",
			"N You bought everything I asked you to, right?",
			"P Yeah, I did.",
			"- Yesterday, Natsuki asked me to buy a bunch of ingredients if I didn't already have them at home.",
			"N Good!",
			"N Glad I could count on you to do your part.",
			"P Well...of course.",
			"- I'm surprised to hear Natsuki suddenly say that, rather than something snarky like she usually does.",
			"- Could it be that she is a little different outside of school after all?",
			"P Anyway, let's go to the kitchen...",
			"N What, you're not even gonna offer to take this heavy bag from me?",
			"N Where's your hospitality, MC?",
			"P Come on...",
			"P Since when did I need to be a gentleman?",
			"- I grab the bag Natsuki holds out to me.",
			"P Ghk--",
			"P This is ridiculously heavy--!",
			"N Ahaha!",
			"N I carried that all the way here.",
			"N Are you impressed?",
			"P I see now...",
			"P Yeah, I am impressed, Natsuki.",
			"P It seems like I always underestimate you.",
			"N Ehehe~",
			"N It's because I'm so small, isn't it?",
			"N You jerk.",
			"- Natsuki hits a fist into my chest.",
			"P Hey, hey.",
			"P Your size has nothing to do with it.",
			"P Do you really hate being small that much?",
			"N Eh?",
			"N Um...",
			"N It's not like I hate it...",
			"N I mean, sometimes I like proving people wrong when they only think I'm worth my size.",
			"N It's fun when I get to be small and also better than other people.",
			"N But...",
			"N ...Jeez, never mind!",
			"N What are you making me say?",
			"N Don't think you can make me talk about weird things just because we're not at school!",
			"N Are we getting started, or what? There's a lot of stuff I gotta teach you.",
			"P Ahaha.",
			"N What??",
			"P That's a little bit more like you.",
			"P You're more fun when you just speak your mind like that.",
			"N H-Hey!",
			"N Now you <i>are</i> treating me like a kid!",
			"N I was just trying to be a little nicer to you, you know.",
			"N And just because I don't have a mature and sexy figure like Yuri doesn't mean you should treat me like--",
			"N A-Ah--",
			"- Natsuki catches her words, and her face turns red.",
			"P Natsuki...",
			"N Forget it!",
			"N I didn't say anything!",
			"P I should apologize.",
			"N Eh?",
			"P I appreciate that you were trying to be nicer.",
			"P I should have been a little more considerate, too.",
			"P But also...",
			"P If that's what you're thinking, then you should know that there are tons of guys who are into body types like yours.",
			"N Ah...",
			"N How would...you know that, anyway?",
			"P Just trust me on this one.",
			"N ...Gross.",
			"P Hey!",
			"P Was that to me?",
			"N Who else?",
			"P Man...",
			"P Let's just get started already.",
			"N Ahaha!",
			"N You get all sour when a girl calls you gross.",
			"N I finally found your weakness, MC.",
			"- Natsuki smiles deviously.",
			"P Please spare me...",
			"- Well, if Natsuki decides to dish out more insults like that, there's no way I'm not fighting back.",
			"- But she's satisfied enough for now, finally starting to pull things out of her bag so we can get started.",
			"- Before long, the whole kitchen is a mess.",
			"- Spoons, dirty bowls, flour, spilled fluid, and plastic bags are strewn about every countertop.",
			"- The mixer isn't big enough to make all the batter at once, so we've had to do it several times.",
			"- Meanwhile, Natsuki is babysitting all of my movements to make sure I don't mess up her precious baking.",
			"N MC, where did you put the food coloring?",
			"N The batter's going in the oven soon, so I need to fill the trays.",
			"P I think it's still in the bag next to the table.",
			"P What are you using it for?",
			"N To color the batter, of course!",
			"N I'm making each tray a different color.",
			"N That way, even if the flavors aren't different, everyone can still pick their favorite.",
			"P Ah, that's a cute idea.",
			"P Are we doing anything like that with the icing?",
			"N Do you want to?",
			"P Ah...",
			"P You're asking me?",
			"P I don't really have a preference, so...",
			"N Come on...",
			"N You're not putting any heart into this at all!",
			"N Can't you at least try to have fun?",
			"P I'm having fun...",
			"- I'm not really sure what Natsuki is trying to get out of me.",
			"- Meanwhile, I see her separate the batter into smaller bowls and put a few drops of food coloring into each.",
			"P Ah, that does look pretty cool.",
			"N See?",
			"N It's not like baking is just about following instructions.",
			"N The presentation is where you get to be creative and have the most fun.",
			"N It's a million times more worth it in the end if just looking at it makes everyone's eyes lighten up.",
			"P Like the ones you made on my first day, huh?",
			"- I recall Natsuki proudly presenting her cat-shaped cupcakes, and Sayori and Monika's delighted expressions.",
			"- I wonder if I can make Natsuki proud like that, too.",
			"P Yeah...",
			"P Maybe I will use the food coloring, then.",
			"N Sounds like you're starting to understand.",
			"N Just make sure you completely finish mixing the icing before you mess with the food coloring.",
			"P Yeah, it's getting there.",
			"- We were using the electric mixer for the batter, so I got stuck with a whisk and a huge bowl for the icing.",
			"N Eh?",
			"N The icing's still all lumpy!",
			"N Are you even trying?",
			"P Well, yeah...",
			"P It'll just take a little longer.",
			"N Jeez, I'll be here all night if you do it like that.",
			"N Here, look.",
			"- Natsuki grabs the whisk from me and uses her other hand to tilt the bowl back.",
			"N You really need to...beat...the crap out of it!",
			"- After a few seconds, the consistency of the icing has already improved.",
			"N See?",
			"- As if to emphasize, Natsuki sticks a finger in the icing and pops it in her mouth.",
			"- I reluctantly start to do the same.",
			"N Hey!",
			"- Natsuki suddenly grabs my wrist.",
			"N I don't want <i>your</i> gross fingers in my icing.",
			"P Your icing, eh?",
			"P Are you forgetting who did all the work?",
			"- I start to fight back, trying to inch my finger toward the bowl.",
			"N Don't make me beat the crap out of you next!",
			"P I'd like to see you try!",
			"- I push harder, just enough for my finger to reach the icing.",
			"- I triumphantly scoop some with my finger just as Natsuki tugs with all her might.",
			"P Ah--!",
			"- The force of Natsuki pulling me causes me to stumble, making her stumble in turn.",
			"N Gross!",
			"N You got it on my face!",
			"P Whose fault is that?!",
			"- There's a big glob of icing on Natsuki's cheek.",
			"N Nnn--",
			"- She tries to reach it with her tongue, but it's too far away.",
			"N Jeez...",
			"N You know what?",
			"N Take this!",
			"- Natsuki instead wipes it off with her finger before shoving her finger toward my own face.",
			"P You wish--!",
			"- I'm faster.",
			"- I grab her wrist with my hand before it reaches my face.",
			"- Natsuki tries to use her other hand to fight back, but I grab that one as well.",
			"N Ahahaha! Stop!",
			"P Not until you apologize for calling me gross!",
			"N Fine, fine!",
			"N I'm sorry for calling you gross.",
			"N You know I don't mean it.",
			"N It's just fun seeing you react to it.",
			"N ...You do that to me all the time, you know!",
			"N Saying dumb things just to get a reaction out of me.",
			"N You really shouldn't tease girls like that.",
			"P Is that so?",
			"P In that case, I probably shouldn't do this, either...",
			"- I take Natsuki's finger and put it in my mouth, licking off the icing.",
			"N W-W-What--?",
			"N D-Did you seriously just--",
			"N A-Ah--",
			"- Natsuki is so surprised that she can't even figure out how to get mad at me.",
			"- Her face is entirely red.",
			"N MC...",
			"N You really shouldn't do that kind of thing to girls...unless you really like them...",
			"N You know that...right?",
			"- What kind of question is she asking me, just like that?",
			"- How did the mood turn to this so quickly?",
			"P I...",
			"- Natsuki gazes at me in silence.",
			"- I notice her shallow breaths.",
			"- Why am I starting to feel dizzy...?",
			"N Eh?!",
			"- Out of nowhere, the fire alarm starts going off.",
			"- Natsuki rushes over to the oven.",
			"P Is something burning?",
			"P I thought you didn't put the cupcakes in yet.",
			"N <i>*Cough*</i>",
			"N No wonder...",
			"N You left a dirty tray in here, dummy!",
			"N How could you make a mistake like that?",
			"P You should have checked before turning the oven on!",
			"N Don't blame me for your mistakes!",
			"N Jeez...",
			"- Natsuki uses an oven mitt to grab the blackened tray out of the oven.",
			"- She sets it on top of the stove.",
			"- In another moment, the fire alarm stops.",
			"N Anyway...",
			"N I'm...putting them in the oven now.",
			"P Yeah...",
			"- The tension from the moment before still lingers over our heads.",
			"- But the moment has already been lost.",
			"- I watch as Natsuki slides the cupcake trays into the oven.",
			"- Then, I reluctantly pick up the whisk and continue with the icing, like nothing ever happened.",
			"N Ahh, that smells so good!",
			"- The cupcakes are ready to be pulled out of the oven.",
			"- As soon as Natsuki opens the oven door, a blast of sweet-smelling warm air fills the room.",
			"N Look at how cute they all look!",
			"- She proudly shows off the different-colored cupcakes in each of the trays.",
			"P They'll look even better once we add the icing.",
			"N Not like you need to tell <i>me</i> that!",
			"N I brought decorating stuff, so I hope you can get creative.",
			"N Here, scoop the icing into these bags.",
			"- Natsuki hands me some plastic bags.",
			"N I have these nozzles that will make it look nice and fluffy.",
			"N This one can even make flowers!",
			"N We probably won't be using it this time, though.",
			"P What's this one for?",
			"- I pick up one of the nozzles that has a much thinner tip than the others.",
			"N That one's really thin, so you can use it to make stripes or other patterns.",
			"N But you can also use it to write stuff on a cake.",
			"N Like, 'happy birthday!' or whatever.",
			"P Huh, I see...",
			"P That gives me an idea, actually.",
			"N Eh?",
			"P Well, it's a literature event, right?",
			"P We could make it more literature-themed by writing a different word on each of the cupcakes.",
			"P It would be fun to see people choose their cupcake based on a word they like.",
			"N Uu...",
			"P Hm?",
			"N I was kind of expecting you to say something really stupid...",
			"N But that's actually...a really cute idea, so...",
			"P Ahaha.",
			"P Maybe I'm getting it from you.",
			"N W-What's that supposed to mean?",
			"N I'm not cute!",
			"P Come on...",
			"P We're not at school, nobody's judging.",
			"P You can't dress and act like this and not expect me to think you're cute.",
			"N W-Well...",
			"- Natsuki's voice trails off.",
			"N Same with you...",
			"P Eh?",
			"P Did you say something?",
			"N N-No, nothing!",
			"N Let's just do the icing!",
			"- Natsuki picks up the pace and fastens a nozzle onto each of the bags.",
			"N There's a lot to do, so we shouldn't be wasting time!",
			"N Here, I'll show you how to do it.",
			"- Without giving me a chance to think about before, Natsuki quickly moves on.",
			"- She shows me how to apply the icing, and then we each get to work.",
			"- When we're finally finished, Natsuki puts them all side by side to admire our work.",
			"N Look at how pretty they are together!",
			"P Yeah, they are, aren't they?",
			"N Uu... I wish I could have one now!",
			"P Well, there's no reason you can't, right?",
			"P I don't see any harm in that.",
			"N Well, yeah, but...",
			"N My dad's making dinner tonight, so I really need to save my appetite.",
			"P Ahaha.",
			"P Sayori's the exact opposite in that regard.",
			"P If she was here, we'd probably be down ten cupcakes already.",
			"P And she would still eat dinner.",
			"N Come on, that's just unhealthy!",
			"N Besides, when my dad cooks, I need to eat as much of it as I can...",
			"N ...Well, anyway!",
			"N I was hoping we would have time for manga, but I need to be home for dinner...",
			"P Ah, already?",
			"P That's a shame.",
			"N It's your fault for working so slowly!",
			"N You should have thought about that.",
			"N It's not like you'll always have this chance.",
			"P Man...",
			"- As usual, Natsuki places the blame on me.",
			"N You can bring the cupcakes tomorrow, right?",
			"N If you and Sayori each carry some, then you can probably do it in one trip.",
			"P Yeah, I can do that.",
			"P And don't worry, I won't let her eat any.",
			"N Ahaha.",
			"N I wish she would listen to me the way she listens to you.",
			"P Ah...",
			"P Yeah.",
			"- I again think back to the conversation I had with Sayori earlier today.",
			"- I felt so helpless.",
			"- Sayori always does listen to me, but at that point it felt like she couldn't listen to me at all.",
			"N Okay, I'm all packed up.",
			"N Good work today!",
			"P You too.",
			"P I'll walk you out...I guess.",
			"- Just like that, Natsuki is already about to leave.",
			"- It feels like the afternoon went by in a flash.",
			"- More than that...",
			"- Did I even take the opportunity to get closer to her, like I wanted?",
			"N Well...",
			"N I guess I'll be off, then...",
			"N Thanks for all the help and everything...",
			"N I'll see you tomorrow.",
			"P Wait, Natsuki.",
			"N Eh?",
			"P What you said before...about not always having this chance.",
			"P It doesn't have to be that way at all!",
			"P I had fun today.",
			"P You showed me how fun baking can be, like you wanted.",
			"P But aside from that...",
			"P You can come over anytime, okay?",
			"P I think that if possible, I'd like to spend more time like this.",
			"P If you want to read manga, or go out somewhere--",
			"N Um--",
			"N Do you...really mean that?",
			"- Natsuki looks at me tensely, like she's trying to hide her expression.",
			"P Yeah.",
			"P I want to spend more time with you.",
			"N MC...",
			"N I thought you only cared about getting this done...",
			"N Uu...",
			"N I'm sorry I had to leave so early today.",
			"N I really didn't want to!",
			"N I would really...stay here longer if I could.",
			"N I feel the same way as you, so...",
			"- Natsuki suddenly gets closer to me.",
			"P Wait, Natsuki--",
			"- Standing inches from me, Natsuki looks up at me.",
			"- I feel her fingers gently clutch at the sides of my shirt, as if holding onto me.",
			"- Her rose-colored cheeks and matching eyes fill my vision, along with her slightly-parted lips.",
			"- What is happening...?",
			"- My head starts to go dizzy as I feel her soft breaths against me.",
			"N I've felt it...",
			"N For a while now...",
			"N --!!",
			"- Natsuki suddenly jumps back.",
			"N S-Sayori?!",
			"P Eh?!",
			"S Ah...",
			"S H-Hi, MC...",
			"P Sayori--!",
			"P Just now, we weren't--",
			"S Ehehe~",
			"S It's okay, MC.",
			"S I just stopped by to say hi~",
			"N A-Ah...",
			"N Well...",
			"N Y-You should have come a little earlier!",
			"N I'm already on my way out, so...",
			"S Aw, really?",
			"S That's too bad...",
			"N Yeah, well...",
			"N I'll still see you at the festival tomorrow, so it's fine.",
			"N Just don't eat any cupcakes before then!",
			"N Anyway, later!",
			"- Clearly flustered, Natsuki hurries off, and Sayori waves goodbye.",
			"- As I approach my house, I see something that makes me feel a moment of panic.",
			"P Yuri--?",
			"Y Ah...",
			"Y Thank goodness...",
			"P You're a little early...",
			"P I'm sorry I wasn't home yet!",
			"P Were you waiting for a long time?",
			"Y No, I just got here.",
			"Y But I started to get really nervous when nobody answered the doorbell...",
			"P You always could have texted me.",
			"P If I had known, I would have reassured you and hurried more on my way home.",
			"Y Ah...I suppose that's true...",
			"Y I didn't think of that...for some reason.",
			"- It should be common sense to do that, but I decide to ignore it.",
			"P Anyway...let's go inside.",
			"P I see you brought a lot of stuff with you.",
			"Y That's right.",
			"Y And did you manage to find everything I asked you to buy as well?",
			"P Yeah, pretty much.",
			"P At least, I hope I got everything right.",
			"Y I'm sure it will be fine.",
			"- I take Yuri to my room.",
			"- The first thing she does is glance around curiously, which makes me feel anxious.",
			"Y It's so clean...",
			"P Ahaha...",
			"P I cleaned it before you came over, so...",
			"Y That's very considerate of you to do.",
			"P Ah, no...",
			"P I would be really embarrassed for my room to be a mess while you were here.",
			"Y Hmm...",
			"Y Well, I do enjoy cleaning...",
			"Y I would have gladly helped you clean.",
			"P Ah--",
			"P That would be even more embarrassing!",
			"P Wait, don't look in there--!",
			"- I snatch Yuri's wrist, which was in the process of opening a desk drawer of mine.",
			"Y A-Ah...",
			"Y I'm sorry...!",
			"Y I wasn't thinking for some reason...",
			"Y I was just spacing out!",
			"P It's fine, it's fine...",
			"- I let go of Yuri's wrist.",
			"- She puts both of her hands firmly in her lap, as if making sure she's keeping track of them.",
			"P So, um...",
			"P Should we...get started?",
			"Y Ah...",
			"Y Yes...",
			"Y Um, I have a few things planned that you can help with...",
			"Y Decorations and other atmospheric enhancements.",
			"P Atmospheric enhancements...?",
			"Y You know...",
			"Y Mood lighting, aromatherapy candles...",
			"P Oh, wow.",
			"P I didn't know you planned on taking it that far.",
			"Y Of course.",
			"Y I want to help take our guests to a faraway place.",
			"Y Although many will stop by just out of curiosity...",
			"Y And for...cupcakes, I guess...",
			"Y I'm determined to provide an experience that will leave them wanting more.",
			"P That's great.",
			"P It's easy to forget that you're a pretty intense person.",
			"Y Ah--",
			"Y Intense...?",
			"P I guess that's the best way to put it.",
			"Y Is that...a bad thing?",
			"P No, not at all.",
			"P It's something that I like about you, actually.",
			"Y I-Is that so...?",
			"Y That makes me feel relieved...",
			"Y And kind of happy...",
			"P Yeah, no need to be so anxious.",
			"P You can relax a little.",
			"Y Relax...",
			"Y I brought some things for relaxation.",
			"Y I was going to use them during the poetry event...",
			"P Oh yeah? Like what?",
			"Y Let's see...",
			"- Yuri rummages through her bag.",
			"- She pulls out a few candles and a wooden cylinder-shaped object.",
			"Y I did some shopping on the way here, so I happen to have these in my bag.",
			"Y I planned to cover the windows in black paper and use the candles to light the room.",
			"Y I think that would be amazing, don't you?",
			"P Yeah, that would be really neat.",
			"P What's that wooden thing, though?",
			"Y Oh, this?",
			"Y It's a diffuser for essential oils.",
			"Y How familiar are you with aromatherapy?",
			"P Not familiar at all...",
			"Y Ah, is that so?",
			"Y It's one of my favorite contributors to a positive atmosphere.",
			"Y Depending on the oils or herbs you choose, you can change the mood of the air itself.",
			"Y You can even feel it permeate through your body.",
			"Y Relaxation, positive energy, romance, reflection...",
			"Y It's almost like magic.",
			"- Yuri takes the cylinder and pushes a switch on the bottom.",
			"- In just a moment, a thin ray of vapor begins to spout through a small hole on the top.",
			"P Wow, that smells wonderful.",
			"P What kind of mood is that one for?",
			"Y This is a Jasmine essential oil.",
			"Y It smells a little sweet and flowery, right?",
			"P Yeah, that's a good way to describe it.",
			"Y I chose Jasmine for the event because it provides more than relaxation.",
			"Y Jasmine enhances your emotions and helps you feel them flow through your body.",
			"Y You feel warmer, and your heart pounds more heavily.",
			"Y Don't you think that will be perfect for sharing our poems?",
			"P It does sound suitable...",
			"P But you seem to know a lot about this, so I'll trust your opinion with anything.",
			"- Yuri smiles gently, clearly enjoying herself.",
			"- She again reaches into her bag and pulls out several spools of thin ribbon.",
			"P What are those for?",
			"Y Well...",
			"Y Did you purchase the origami paper I asked you to get?",
			"P Yeah, I have it over here...",
			"Y We won't be using the paper for folding origami.",
			"Y What I'd like to do is write a different word on each paper.",
			"Y We'll need about a hundred of them.",
			"P Oh yeah?",
			"P What will those be used for?",
			"Y Well, I'm going to cut pieces of ribbon to hang from the doorway of the classroom.",
			"Y Then, we can fasten the paper onto the ribbons to create a doorway curtain.",
			"Y Wouldn't that be beautiful?",
			"Y It would also catch the eye of those passing by the room...",
			"Y It may attract some to peek inside.",
			"P That's really creative!",
			"P I had no idea you'd be so good at this, Yuri.",
			"Y Is...that so?",
			"Y Well, I suppose I do get a little intense...as you'd put it.",
			"Y Uhuhu.",
			"- Yuri giggles with red cheeks.",
			"- Is it just me, or is she more relaxed when it's just the two of us?",
			"- Or maybe it's the excitement she feels from sharing something that she enjoys.",
			"Y Here's a marker, MC.",
			"Y You can write any characters you want.",
			"Y I'll help you once I finish cutting the ribbons.",
			"P Ah, alright.",
			"- Sitting on the floor together, the two of us get to work.",
			"- I carefully draw a different character on each paper, doing my best to manage my bad handwriting.",
			"- Yuri unravels a long strand of red ribbon to her desired length.",
			"- Then, she reaches into her bag once more and pulls out a pocket knife.",
			"P Eh...?",
			"- The knife is strangely beautiful.",
			"- The silver handle has an intricate pattern of waves etched into it.",
			"- The blade itself is gently tinted blue.",
			"P That's no ordinary pocket knife...",
			"P It looks really fancy.",
			"Y A-Ah...",
			"Y Well...",
			"- Embarrassed, Yuri looks away.",
			"P What is it?",
			"Y You're going to think it's weird...",
			"P Yuri, whatever it is, I have no reason to judge.",
			"P To each their own, you know?",
			"Y If you promise you won't be weirded out...",
			"P Yeah, I promise.",
			"Y Alright...",
			"Y The thing is, I'm kind of into knives...",
			"Y They're just...so pretty...",
			"Y I-I can't help it!",
			"Y I don't know what it is...",
			"Y The combination of craftsmanship and feeling of danger, maybe...",
			"Y Uu, what am I saying...?",
			"Y Please don't think I'm weird for this...",
			"P Ahaha.",
			"Y You're laughing at me...",
			"P No, I'm not laughing at you.",
			"P It's just funny how nervous you got about sharing.",
			"P It's...well, it's an interesting thing to be into, I guess.",
			"P But I think it kind of suits you.",
			"Y Suits me...?",
			"P Yeah... It's kind of intense. Ahaha.",
			"P Besides, it's a really cool-looking knife, I can't deny that.",
			"Y It is, isn't it...?",
			"- Yuri relaxes her expression once again.",
			"Y Would you like to hold it?",
			"P Sure, I'll check it out.",
			"- Yuri carefully hands me the knife, with the handle facing me.",
			"- I take it and turn it around in my hands.",
			"- It feels heavy, and extremely solid.",
			"- Where do you even get a knife like this...?",
			"- Curious of its sharpness, I feel the point of the knife with my index finger.",
			"P Ow--!",
			"Y MC--!!",
			"Y Why did you do that?!",
			"P I didn't expect it to be that sharp...!",
			"P I barely touched it at all.",
			"Y I-It's my fault!",
			"Y I should have warned you...",
			"Y This knife is extremely sharp...",
			"Y It can cut through skin like it's paper.",
			"Y Oh no...",
			"- A small drop of blood trickles down the side of my finger.",
			"- Yuri takes my hand and gives the wound a closer look.",
			"Y Ah...",
			"- She stares at it and noticeably fidgets.",
			"P If you're squeamish, I'll go wash it off now--",
			"P A-Ah!",
			"- Without warning, Yuri puts my finger in her mouth and licks the wound.",
			"- I feel her tongue curl around my finger.",
			"- Startled, I instinctively pull my hand back.",
			"Y O-Oh...",
			"Y P-Please forgive me!",
			"Y I wasn't thinking!",
			"Y I...",
			"- Yuri lowers her head, her face burning up.",
			"P Yuri...",
			"Y That's the most embarrassing thing I've ever done...",
			"Y How could I do something like that??",
			"Y I'm sorry, I'm sorry...",
			"P Ah...",
			"- Sure, it was a little weird, and it took me by surprise...",
			"- But I guess she was just trying to help, right...?",
			"P Yuri, I think you're overreacting a little...",
			"Y Uuuh...",
			"- She doesn't lift her head.",
			"- What if she doesn't recover from this for the rest of the afternoon?",
			"P Alright, you know what...",
			"- This might be a stupid thing to do, but I do it anyway.",
			"- I take Yuri's hand and lick her index finger in return.",
			"Y MC--!!",
			"Y D-Did you really just do that?",
			"P N-Now we're even...",
			"- Yuri just looks at me like I did something wrong.",
			"P Ahaha...",
			"P I knew that would be a bad idea...",
			"- If not for the sweet aroma of the Jasmine oil, the air would be extremely heavy right now.",
			"Y You're so weird, MC.",
			"- Yuri giggles shyly.",
			"P Eh...?",
			"- Yuri calling <i>me</i> weird?",
			"- I have no response to that...",
			"Y Where do you keep your bandages?",
			"P Ah...",
			"P I don't think I need one, actually.",
			"P It was a tiny cut.",
			"P Look, it already stopped bleeding.",
			"Y I see...",
			"Y That's relieving.",
			"- The tension is quickly lifted.",
			"- We each resume our respective activities.",
			"- I watch Yuri's knife cut through the ribbon like it's nothing but air.",
			"- Meanwhile, I continue to make progress on the paper.",
			"- After we finish attaching the paper to the ribbons, we lay them all out side by side.",
			"- It looks better than I expected and will be very effective as a door curtain.",
			"P It looks great.",
			"P Good thinking coming up with this, Yuri.",
			"Y Ah, thanks...",
			"Y It's just something I saw online, really.",
			"Y Are you ready to move onto the next task?",
			"P Yeah, let's do it.",
			"P What do you have in mind?",
			"Y I'd like to create a banner.",
			"Y That's why I asked you to buy the paint tablets.",
			"P Ah, that's right.",
			"- One of the items Yuri had asked me to buy was a kit of watercolor paint tablets.",
			"Y We'll need about six cups of water to put each of the tablets in.",
			"Y Do you mind fetching those for us?",
			"P Of course not.",
			"P Six cups of water...",
			"P I'll be right back in a minute.",
			"Y Thank you very much.",
			"Y Oh, and just a little bit of water is okay.",
			"Y If you fill the cups too much, it will be too diluted.",
			"- Taking Yuri's advice, I decide to use small plastic bathroom cups rather than full-sized glasses.",
			"- I put them on a plate to catch any paint that drips, then bring it back into my room.",
			"P Yuri?",
			"Y Yes?",
			"- I come in to see Yuri quickly unrolling her sleeve, pulling it back over her arm.",
			"P Ah, nothing...",
			"P Your face is a little red.",
			"P Is it too hot in here, or anything?",
			"Y Ah--",
			"Y No, not at all!",
			"Y There's nothing wrong, so...",
			"Y Let's mix the paint.",
			"- Yuri hurriedly dismisses me and takes it upon herself to unwrap the tablets, dropping them into the cups.",
			"Y So...",
			"Y I thought we would do something simple that would look very nice.",
			"Y I'd like to paint a gradient across the banner...",
			"Y Starting with the colors for a sunrise, then daytime, then sunset and nighttime.",
			"Y Once it dries, I'll write an inspirational quote across the banner.",
			"Y We can hang it on the wall behind the podium at the front of the classroom.",
			"P Ah, neat.",
			"P What are you going to write?",
			"Y Well...",
			"Y ...It will be more fun to surprise you.",
			"- Yuri smiles at me.",
			"P If you say so...",
			"- After rolling out the banner, Yuri and I kneel on opposite sides so we don't get in the way of each other.",
			"- Yuri uses a brush and adds a few dots of different colors across the banner to serve as a color guide when we paint.",
			"P This kind of reminds me of elementary school...",
			"- Painting on a banner with watercolors feels a lot like the art class projects we had back then.",
			"- It's relaxing.",
			"Y Ah...",
			"Y I'm sorry if this feels too childish...!",
			"P No, I didn't mean that at all.",
			"P It's kind of fun, you know?",
			"Y ...Yeah.",
			"Y It is fun.",
			"Y I'm glad you feel that way, too.",
			"- Yuri stops painting for a moment, thinking to herself.",
			"Y For me...",
			"Y I don't need to go out and do crazy things to have fun.",
			"Y In fact, I usually don't even want to.",
			"Y I just like when I can spend time with one other person...",
			"Y Even if it's something simple, like reading - it doesn't even matter if we don't talk much.",
			"Y Just having a friend next to me makes things feel a little bit nicer.",
			"Y I think that's all it takes for me to be happy.",
			"P Is that so...?",
			"- Even if Yuri and I are quite different, I can understand where she's coming from.",
			"- I feel that way about things like anime and games, where simply sharing the experience with someone can make me happy.",
			"P I think I feel the same way.",
			"- Yuri smiles gently.",
			"Y I knew you'd understand...",
			"- Yuri leans over the banner to grab an unused paintbrush.",
			"- But I move at the same time, causing my head to bump into hers.",
			"Y Kya--!",
			"P S-Sorry!",
			"- Yuri reels back, and I quickly lift my hands in surprise.",
			"P Are you hurt?",
			"Y N-No, I'm not hurt.",
			"Y It just startled me...that's all.",
			"Y Sorry, I should have asked you to get it for me...",
			"P It's not your fault.",
			"P Ah, your face...",
			"- There are droplets of paint on Yuri's face and neck.",
			"Y Is there something on my face?",
			"P Yeah, I accidentally got paint on you...",
			"P Sorry, it's totally my fault!",
			"P I'll get a towel right away.",
			"- I rush out and fetch a small towel, then I dampen it with hot water.",
			"- I return to my room and kneel back down in front of her.",
			"P Here...",
			"- I pat down Yuri's face and neck with the towel.",
			"Y Ah--",
			"P Is something wrong?",
			"Y It's hot...I just didn't expect it.",
			"P Sorry...",
			"P I didn't want to use cold water.",
			"- Having finished, I start to retract my hand.",
			"- But Yuri suddenly holds my wrist.",
			"Y Wait--",
			"P Eh?",
			"Y Just...for a little longer.",
			"Y It feels really nice...",
			"P Ah...",
			"- I keep my hand still against Yuri's neck.",
			"- She looks into my eyes.",
			"- It's an intense expression that I recognize from when she reads her books...",
			"- Almost as if she's lost in a daze, enveloped by her own thoughts.",
			"- She breathes gently, half through slightly-parted lips.",
			"- What is happening...?",
			"- Is it the aroma of the Jasmine oil giving me this dizzy feeling?",
			"- Yuri's gentle fingers, wrapped around my wrist, send a tingling sensation through my arm.",
			"- And suddenly, her face seems to be much closer to mine than it was just a moment ago...",
			"Y Ah...",
			"- Yuri slowly pulls away.",
			"Y Sorry...",
			"Y I've been feeling a little light-headed today.",
			"Y I didn't mean to space out...",
			"P I-It's fine...",
			"- The moment is over as soon as it began.",
			"- Yuri picks up her brush again.",
			"- But her movements seem clumsier, like she's unable to focus.",
			"- I remain silent, forced to ignore the event that just transpired.",
			"- I hesitantly retrieve my own brush and continue following Yuri's example.",
			"P That should do it...",
			"- I finish filling the night sky with white dots that looks like stars.",
			"- Looking at the banner as a whole, it's very pretty and natural-looking.",
			"Y I think it came out better than I expected.",
			"Y I'm really happy with the results.",
			"P Yeah, me too.",
			"P Are you going to add the lettering now?",
			"Y Ah, not yet...",
			"Y It needs to dry first.",
			"P That's true, but won't that take a while?",
			"Y Well...",
			"Y Perhaps it would be best to leave it here, then have you bring it in the morning.",
			"Y I can do the lettering in the classroom before our event starts.",
			"Y Is that okay?",
			"P That's totally fine.",
			"Y Wonderful.",
			"Y In that case...",
			"Y I don't think there's anything more for us to do here.",
			"P Phew.",
			"Y Ahaha.",
			"Y You say that like you're glad it's over.",
			"Y Was I wrong to assume that you were at least enjoying yourself a little bit?",
			"P Ah, no, it's not that.",
			"P I'm just glad that we managed to get everything done.",
			"Y I see.",
			"Y I am, too.",
			"Y I was a little concerned about time...",
			"Y I need to start making dinner soon.",
			"P Ah...",
			"P So you don't have any time left?",
			"- I was secretly hoping we would have extra time after finishing the work...",
			"Y Well...",
			"- Yuri thinks to herself.",
			"Y I-I think it would be too irresponsible of me to wait much longer...",
			"Y I'm sorry!",
			"Y I was hoping there would be more time as well...",
			"P It's probably my fault.",
			"P Sorry for being such a slow worker.",
			"Y No, it's not your fault at all.",
			"Y And...the important thing is that we got everything done, right?",
			"P Yeah...",
			"Y So...",
			"Y I shouldn't be disappointed...or anything.",
			"- Gathering all her things, Yuri seems to look a little downcast.",
			"- I understand why.",
			"- It sounded like she rarely gets the opportunity to spend time with friends in a relaxed environment.",
			"- But that doesn't mean this is the last time it can happen...",
			"- Once Yuri packs up, I walk her out the front door.",
			"Y Thank you very much for having me today.",
			"P No problem, I'm glad I was able to help.",
			"P Just let me know if there's anything else you need me to bring tomorrow.",
			"Y I will.",
			"Y Well, then...",
			"- Yuri fidgets.",
			"Y I guess...I'll see you tomorrow.",
			"P Wait--",
			"- I kind of say that without thinking.",
			"P About today...",
			"P It's fine that we didn't have as much time as we wanted.",
			"P Because we can do this again.",
			"P Whenever you want, you can come over, or we can go out somewhere--",
			"P Ah, I forgot you don't like going out much--",
			"- As I stumble over my words, Yuri simply smiles bashfully.",
			"P Anyway...",
			"P You know what I'm trying to say, so...",
			"Y You're very thoughtful, MC.",
			"- Yuri takes a step closer to me, then briefly squeezes my hand.",
			"Y I kind of like that about you...",
			"P Well...",
			"- How am I supposed to respond to that?",
			"- But I don't even get a chance to, as Yuri suddenly pulls back.",
			"Y S-Sayori--?",
			"P Eh?!",
			"S Ah...",
			"S H-Hi, MC...",
			"P Sayori--!",
			"P Just now, we weren't--",
			"S Ehehe~",
			"S It's okay, MC.",
			"S I just stopped by to say hi~",
			"Y U-Um...",
			"Y Well, it's nice to see you...",
			"Y I'm sorry, but I'm already on my way to leave!",
			"S Aw, really?",
			"S That's too bad...",
			"Y I'm sorry...",
			"Y But we'll all be together at the festival tomorrow, so...",
			"Y So that's fine, right?",
			"S Of course!",
			"- Sayori beams.",
			"Y Y-Yeah, so...",
			"Y I'll see you tomorrow!",
			"- Clearly embarrassed, Yuri hurries off.",
			"- Sayori waves goodbye after her.",
			"P Sayori--",
			"P I thought you didn't want to come over today!",
			"S Ahaha, well...",
			"S I tried staying in my room...",
			"S But my imagination was being really mean to me...",
			"S So I had to come here and see it for myself.",
			"P See what?",
			"P What are you talking about?",
			"S You know...",
			"S How much fun you were having with Yuri.",
			"S How much fun you were having with Natsuki.",
			"S And how close you got to her.",
			"S It makes me...really happy...",
			"S That you've made such good friends.",
			"S That's all that matters to me.",
			"- Tears start to fall down Sayori's face.",
			"S That's all that matters to me--!",
			"S Why am I feeling this way, MC?",
			"S I'm supposed to be happy for you.",
			"S Why does it feel like my heart is splitting in half?",
			"S It hurts so much...",
			"S Everything hurts so much...",
			"S This would be so much better if I could just disappear!",
			"P Sayori, don't say that!",
			"S It's true, MC!",
			"S If I wasn't here, then you wouldn't have to waste your sympathy on me!",
			"S You wouldn't have to put up with me being selfish!",
			"S Monika was right...",
			"S I should just...",
			"P Monika...?",
			"P Monika was right about what?",
			"P Sayori...",
			"P What I said before is true.",
			"P I'm not going to let this continue.",
			"P Caring about you like this isn't the burden your mind is making it out to be.",
			"P It's something that makes me happy.",
			"P It's something that I wouldn't trade for anything else.",
			"P So, even if it takes an entire lifetime...",
			"P I'm going to be by your side until you don't feel any more pain.",
			"S B-But...",
			"- Sayori looks away.",
			"- I put a hand on her shoulder to reassure her.",
			"S I'm scared, MC...",
			"S I'm really scared...",
			"P What are you scared of, Sayori?",
			"S I'm scared that...",
			"S That I might like you more than you like me...",
			"P Sayori...?",
			"S It's true, isn't it?",
			"S I was weak and started to like you too much...",
			"S I did this to myself.",
			"S MC...",
			"S I like you so much that I want to die!",
			"S That's how I feel!",
			"S And...and...",
			"P That's enough, Sayori...",
			"P I don't want you to hurt anymore.",
			"- I slide my hand down Sayori's arm and squeeze her hand in my own.",
			"P Do you remember how I said I always know what's best for you?",
			"P Do you still believe me?",
			"- Wordlessly, Sayori nods.",
			"P Even if you don't understand all of your own feelings...",
			"P I know what you need the most right now.",
			"P And that's what I'm going to give to you.",
    			"P Sayori...",
    			"- I love you.",
    			"- You'll always be my dearest friend.",
			"P I love you.",
			"S Eh--?",
			"P Those are my true feelings.",
			"P So...there's no way you could like me more than I like you.",
			"P I should have realized it sooner.",
			"P But spending time with everyone at the club...",
			"P Making new friends...",
			"P And having fun with you every day...",
			"P It helped me realize that you are truly the most important person to me.",
			"P That's why I'll accept any of your burdens.",
			"P As long as we continue like this every day...",
			"P With you by my side...",
			"P Then I know we'll both be happy.",
			"S MC...",
			"- Suddenly, Sayori wraps her arms tightly around me.",
			"S MC...",
			"S Is this...really okay?",
			"P Yeah.",
			"- I hold Sayori in my arms and pull her closer.",
			"P You'll never have to let go of me again.",
			"S I love you, MC...",
			"S I want to be with you forever.",
			"P Me too.",
			"- I feel Sayori's grip around me weaken a little bit.",
			"S What is this...?",
			"P Sayori...?",
			"S I'm supposed to be happy right now...",
			"S I always thought this would be the happiest moment for me.",
			"S But why...?",
			"S Even now...",
			"S Why won't the rainclouds go away?",
			"S They're not going away at all, MC...",
			"P It's okay, Sayori...",
			"P It might take some time for things to get better again.",
			"P But no matter how long it takes, I'll be there every step of the way.",
			"P That's all that matters right now.",
			"S O-Okay...",
			"S I...trust you...",
			"- Sayori and I slowly release each other.",
			"P So...",
			"P I guess that makes the festival tomorrow...our first date, huh?",
			"S Ehehe...",
			"S What are you saying?",
			"S I don't want to think about those things, you know?",
			"S I want everything to be the same as it always has been.",
			"S Even if we really are...a couple.",
			"S I don't know if I could handle anything more right now...",
			"S It's really new and scary to me.",
			"P I understand.",
			"P We'll go at whatever pace suits you best.",
			"S Hey, MC...",
			"- Sayori gazes at me once again, smiling sadly.",
			"S Even if I get really, really sad...",
			"S This is the best thing for me...right?",
			"P Eh...?",
			"- I don't really understand what Sayori means by that.",
			"P Are you saying that this is making you feel sad, Sayori?",
			"S I-I don't know...",
			"S I don't understand what I'm feeling.",
			"S It felt like a bunch of thorns when you told me you love me...",
			"S But that's why I want to trust you.",
			"S You know what's best for me...",
			"P ...Yeah.",
			"P I do.",
			"P That's my promise.",
			"- I say that, but in reality, I've never felt more uncertain when it comes to Sayori.",
			"- I know that I love her, and she loves me.",
			"- But I'm having as much trouble understanding Sayori's feelings as she is.",
			"- Even though I can comfort her...",
			"- I keep wondering if I should be doing something more, or something different.",
			"- I know these thoughts will continue to plague me until things are back to the way they were.",
			"- Is that what Sayori meant by not wanting anything to change?",
			"- I don't know.",
			"- But I know that I'll give it everything I've got.",
			"- Sayori is the most important person to me.",
			"- And I'll do whatever it takes to have a happy future with her.",
			"P You'll always be my dearest friend.",
			"P What you need most is for things to be like they've always been.",
			"P Monika told me the truth...",
			"P She told me how much happier you seemed after I joined the club.",
			"P I know you're struggling with some really difficult feelings right now.",
			"P But...",
			"P Please trust me that I know what's best...and what will make you happy in the end.",
			"P I promise I'll help get things back to the way they were.",
			"S I...",
			"S I...see...",
			"- Sayori forces a smile through an incredibly pained expression.",
			"S Ahaha...",
			"S Is this what it feels like...to get stabbed in the chest?",
			"S I should write a poem about this...",
			"P Sayori--",
			"S It's okay.",
			"S This is just my punishment...remember?",
			"S For being so selfish...",
			"S So please...",
			"S Please don't worry about these stupid feelings.",
			"S I know you're right.",
			"S I knew this whole time that there's no happiness down that path.",
			"S That's why I came here...",
			"S Just so I could get the answer I needed to hear.",
			"S And the other thing...",
			"S You're also right that I just want it to go back to the way it was.",
			"S I realize that now.",
			"S You really do know me better than anyone, MC.",
			"S I'll trust you with anything...",
			"S Anything at all...",
			"S So...",
			"- Sayori's smile finally breaks.",
			"- All of a sudden, she turns around and drops to her knees.",
			"S <i>AAAAAaaaaAAAAAAAAHH!!!!</i>",
			"- Clutching her head with both hands, she screams as loudly as she can.",
			"- I'm so shocked that I don't know how to react.",
			"- Sayori looks over her shoulder and flashes me one more weak smile before turning around and running off.",
			"P Sayori!",
			"- I'm left helplessly standing in the front of my house.",
			"- Why am I feeling so horrible about this?",
			"- There's nothing more that I could have done.",
			"- The most I can do is support Sayori through her feelings and help her on the path that's right.",
			"- But I'm having as much trouble understanding Sayori's feelings as she is.",
			"- Even though I can comfort her...",
			"- I keep wondering if I should be doing something more, or something different.",
			"- I know these thoughts will continue to plague me until things are back to the way they were.",
			"- I'm going to give it everything I've got.",
			"- Sayori will always be my dearest friend.",
			"- And I'll do whatever it takes to put a smile on her face every day.",			
			"- An exception has occurred. \"File \"game/script-ch5.rpy\", line 307 - See traceback.txt for details.",
			"- It's the day of the festival.",
			"- Of all days, I expected this to be the one where I'd be walking to school with Sayori.",
			"- But Sayori isn't answering her phone.",
			"- I considered going to her house to wake her up, but decided that's a little too much.",
			"- Meanwhile, the preparations for the event should be nearly complete.",
    		"- I managed to carry all the cupcakes myself by carefully stacking two trays.",
    		"- Natsuki is already texting up a storm, but I can't respond, thanks to my hands being full.",
    		"- The banner Yuri and I painted is dry, and I gently rolled it up to take with me.",
    		"- She sent me a pleasant text reminding me not to forget anything, and I reassured her.",
			"- Funnily enough, I probably feel the same way as Natsuki about the event.",
			"- I'm more excited for it to be over so I can spend time with Sayori and Yuri at the festival.",
			"- I'm more excited for it to be over so I can spend time with Sayori and Natsuki at the festival.",
			"- But knowing Monika, I'm sure the event will be great, too.",
			"M MC!",
			"M You're the first one here.",
			"M Thanks for being early!",
			"P That's funny, I thought at least Yuri would be here by now.",
			"- Monika is placing little booklets on each of the desks in the classroom.",
			"- They must be the ones she prepared that has all the poems we're performing.",
			"- In the end, I found a random poem online that I thought Monika would like, and submitted it.",
			"- So, that's the one I'll be performing.",
			"M I'm surprised you didn't bring Sayori with you.",
			"P Yeah, she overslept again...",
			"P That dummy.",
			"P You'd think that on days this important, she'd try a little harder...",
			"- I say that, but I suddenly remember what Sayori told me yesterday...",
			"- And I suddenly feel awful, knowing it's not nearly that simple for her.",
			"- I only said it because it's the way I'm used to thinking.",
			"- But...",
			"- Maybe I should have gone to wake her up after all?",
			"M Ahaha.",
			"M You should take a little responsibility for her, MC!",
			"M I mean, especially after your exchange with her yesterday...",
			"M You kind of left her hanging this morning, you know?",
			"P Exchange...?",
			"P Monika-- You know about that??",
			"M Of course I do.",
			"M I'm the club president, after all.",
			"P But--!",
			"- I stammer, embarrassed.",
			"- Did Sayori really tell her about it that quickly?",
    		"- That we're...a couple now?",
    		"- I didn't really plan on bringing it up with anyone yet...",
    		"- About how I basically turned down her confession?",
    		"- That makes me really seem like the bad guy here...",
    		"- But I'm the one who knows what's best for her, right?",
			"P Jeez...",
			"P You don't know the full story at all, so...",
			"M Don't worry.",
			"M I probably know a lot more than you think.",
			"P Eh...?",
			"- Monika is being as friendly as usual, but for some reason I felt a chill down my spine after hearing that.",
			"M Hey, do you want to check out the pamphlets?",
			"M They came out really nice!",
			"P Yeah, sure.",
			"- I grab one of the pamphlets laid out on the desks.",
			"P Oh yeah, they really did.",
			"P Something like this will definitely help people take the club more seriously.",
			"M Yeah, I thought so too!",
			"- I flip through the pages.",
			"- Each member's poem is neatly printed on its own page, giving it an almost professional feel.",
			"- I recognize Natsuki's and Yuri's poems from the ones they performed during our practice.",
			"P What's this...?",
			"- I flip to Sayori's poem.",
			"- It's different from the one she practiced.",
			"- It's one that I haven't read before...",
			"P Ah--",
			"- What is this...?",
			"- Reading the poem, I get a pit in my stomach.",
			"M MC?",
			"M What's wrong?",
			"P Ah, nothing...",
			"- This poem feels completely different from everything else Sayori's written.",
			"- But more than that...",
			"P I-I changed my mind!",
			"P I'm going to go get Sayori, so...",
			"M Ah--",
			"M Well, alright!",
			"M Try not to take too long, okay?",
			"- I quickly leave the classroom.",
			"M Don't strain yourself~",
			"- Monika calls that out after me.",
			"- I quicken my pace.",
			"- What was I thinking?",
			"- I should have tried a little bit harder for Sayori.",
			"- It's not a big deal to at least wait for her, or help her wake up.",
			"- Even the simple gesture of walking her to school makes her really happy.",
			"- Besides...",
			"- I told her yesterday that things will be the same as they always have been.",
			"- That's all she needs, and what I want to give her.",
			"- I reach Sayori's house and knock on the door.",
			"- I don't expect an answer, since she's not picking up her phone, either.",
			"- Like yesterday, I open the door and let myself in.",
			"P Sayori?",
			"- She really is a heavy sleeper...",
			"- I swallow.",
			"- I can't believe I ended up doing this after all.",
			"- Waking her up in her own house...",
    		"- That really is something that a boyfriend would do, isn't it?",
    		"- Isn't that more like something a boyfriend would do?",
			"- In any case...",
			"- It just feels right.",
			"- Outside Sayori's room, I knock on her door.",
			"P Sayori?",
			"P Wake up, dummy...",
			"- There's no response.",
			"- I really didn't want to have to enter her room like this...",
			"- Isn't it kind of a breach of privacy?",
			"- But she really leaves me no choice.",
			"- I gently open the door.",
			"P .......Sayo--",
            "- sys.modules['renpy.error'].report_exception(\"Oh jeez...I didn't break anything, did I? Hold on a sec, I can probably fix this...I think... Actually, you know what? This would probably be a lot easier if I just deleted her. She's the one who's making this so difficult. Ahaha! Well, here's goes nothing.\", False)",
			"- What the hell...?",
			"- <i>What the hell??</i>",
			"- Is this a nightmare?",
			"- It...has to be.",
			"- This isn't real.",
			"- There's no way this can be real.",
			"- Sayori wouldn't do this.",
			"- Everything was normal up until a few days ago.",
			"- That's why I can't believe what my eyes are showing me...!",
			"- I suppress the urge to vomit.",
			"- Just yesterday...",
			"- I told Sayori I would be there for her.",
			"- I told her I know what's best, and that everything will be okay.",
			"- Then why...?",
			"- Why would she do this...?",
			"- How could I be so helpless?",
			"- What did I do wrong?",
    		"- Confessing to her...",
    		"- I shouldn't have confessed to her.",
    		"- That's not what Sayori needed at all.",
    		"- She even told me how painful it is for others to care about her.",
    		"- Then why did I confess to her, and make her feel even worse?",
    		"- Turning down her confession...",
    		"- That has to have been what pushed her over the edge.",
    		"- Her agonized scream still echoes in my ears.",
    		"- Why did I do that to her when she needed me the most?",
			"- Why was I so selfish?",
			"- This is my fault--!",
			"- My swarming thoughts keep telling me everything I could have done to prevent this.",
			"- If I just spent more time with her.",
			"- Walked her to school.",
    		"- And remained friends with her, like it always has been...",
   			"- And gave her what I know she wanted out of our relationship...",
			"- ...Then I could have prevented this.",
			"- I know I could have prevented this!",
			"- Screw the Literature Club.",
			"- Screw the festival.",
			"- I just...lost my best friend.",
			"- Someone I grew up with.",
			"- She's gone forever now.",
			"- Nothing I do can bring her back.",
			"- This isn't some game where I can reset and try something different.",
			"- I had only one chance, and I wasn't careful enough.",
			"- And now I'll carry this guilt with me until I die.",
			"- Nothing in my life is worth more than hers...",
			"- But I still couldn't do what she needed from me.",
			"- And now...",
			"- I can never take it back.",
			"- Never.",
			"- Never.",
			"- Never.",
			"- Never.",
			"- Never...",
			"S ",
			"- I see an annoying girl running toward me from the distance, waving her arms in the air like she's totally oblivious to any attention she might draw to herself.",
			"- That girl is , my neighbor and good friend since we were children.",
			"- You know, the kind of friend you'd never see yourself making today, but it just kind of works out because you've known each other for so long?",
			"- We used to walk to school together on days like this, but starting around high school she would oversleep more and more frequently, and I would get tired of waiting up.",
			"- But if she's going to chase after me like this, I almost feel better off running away.",
			"- However, I just sigh and idle in front of the crosswalk and let  catch up to me.",
			"S ",
			"S ",
			"- It's an ordinary school day, like any other.",
			"- Mornings are usually the worst, being surrounded by couples and friend groups walking to school together.",
			"- Meanwhile, I've always walked to school alone.",
			"- I always tell myself it's about time I meet some girls or something like that...",
			"- But I have no motivation to join any clubs.",
			"- I'm perfectly content just getting by on the average while spending my free time on games and anime.",
			"- There's always the anime club, but it's not like there would be any girls in it anyway...",
			"- The school day is as ordinary as ever, and it's over before I know it.",
			"- After I pack up my things, I stare blankly at the wall, looking for an ounce of motivation.",
			"P Clubs...",
			"- There really aren't any that interest me.",
			"- Besides, most of them would probably be way too demanding for me to want to deal with.",
			"- I guess I have no choice but to start with the anime club...",
			"M ...MC?",
			"P ...Monika?",
			"M Oh my goodness, I totally didn't expect to see you here!",
			"M It's been a while, right?",
			"P Ah...",
			"P Yeah, it has.",
			"- Monika smiles sweetly.",
			"- We do know each other - well, we rarely talked, but we were in the same class last year.",
			"- Monika was probably the most popular girl in class - smart, beautiful, athletic.",
			"- Basically, completely out of my league.",
			"- So, having her smile at me so genuinely feels a little...",
			"P What did you come in here for, anyway?",
			"M Oh, I've just been looking for some supplies to use for my club.",
			"M Do you know if there's any construction paper in here?",
			"M Or markers?",
			"P I guess you could check the closet.",
			"P ...You're in the debate club, right?",
			"M Ahaha, about that...",
			"M I actually quit the debate club.",
			"P Really? You quit?",
			"M Yeah...",
			"M To be honest, I can't stand all of the politics around the major clubs.",
			"M It feels like nothing but arguing about the budget and publicity and how to prepare for events...",
			"M I'd much rather take something I personally enjoy and make something special out of it.",
			"P In that case, what club did you decide to join?",
			"M Actually, I'm starting a new one!",
			"M A literature club!",
			"P Literature...?",
			"- That sounds kind of...dull?",
			"P How many members do you have so far?",
			"M Um...",
			"M Ahaha...",
			"M It's kind of embarrassing, but there are only three of us so far.",
			"M It's really hard to find new members for something that sounds so boring...",
			"P Well, I can see that...",
			"M But it's really not boring at all, you know!",
			"M Literature can be anything. Reading, writing, poetry...",
			"M I mean, one of my members even keeps her manga collection in the clubroom...",
			"P Wait...really?",
			"M Yeah, it's funny, right?",
			"M She always insists that manga is literature, too.",
			"M I mean, she's not wrong, I guess...",
			"M And besides, a member's a member, right?",
			"- ...Did Monika say \"she\"?",
			"- Hmm...",
			"M Hey, MC...",
			"M By any chance...are you still looking for a club to join?",
			"P Ah--",
			"P I mean, I guess so, but...",
			"M In that case...",
			"M Is there any chance you could do me a big favor?",
			"M I won't ask you to join, but...",
			"M If you could at the very least visit my club, it would make me really happy.",
			"M Please?",
			"P Um...",
			"- Well, I guess I have no reason to refuse...",
			"- Besides, how could I ever refuse someone like Monika?",
			"P Sure, I guess I could check it out.",
			"M Aah, awesome!",
			"M You're really sweet, MC, you know that?",
			"P I-It's nothing, really...",
			"M Shall we go, then?",
			"M I'll look for the materials another time - you're more important.",
			"- And thus, today marks the day I sold my soul to Monika and her irresistible smile.",
			"- I timidly follow Monika across the school and upstairs - a section of the school I rarely visit, being generally used for third-year classes and activities.",
			"- Monika, full of energy, swings open the classroom door.",
			"M I'm back~!",
			"M And I brought a guest with me!",
			"Y Eh?",
			"Y A...a guest?",
			"N Seriously? You brought a boy?",
			"N Way to kill the atmosphere.",
			"M Don't be mean, Natsuki...",
			"M ...But anyway, welcome to the club, MC!",
			"- All words escape me in this situation.",
			"- This club...",
			"- <i>...is full of incredibly cute girls!!</i>",
			"N So, let me guess...",
			"N You're Monika's boyfriend, right?",
			"P Wha--",
			"P No, I'm not!",
			"Y Natsuki...",
			"- The girl with the sour attitude, whose name is apparently Natsuki, is one I don't recognize.",
			"- Her small figure makes me think she's probably a first-year.",
			"M A-Anyway, this is Natsuki, energetic as usual...",
			"M And this is Yuri, the Vice President!",
			"Y I-It's nice to meet you...",
			"- Yuri, who appears comparably more mature and timid, seems to have a hard time keeping up with someone like Natsuki.",
			"P Yeah... It's nice to meet both of you.",
			"M So, I ran into MC in a classroom, and he decided to come check out the club.",
			"M Isn't that great?",
			"N Wait! Monika!",
			"N Didn't I tell you to let me know in advance before you brought anyone new?",
			"N I was going to...well, you know...",
			"M Sorry, sorry!",
			"M I didn't forget that, but I just happened to run into him.",
			"Y In that case, I should at least make some tea, right?",
			"M Yeah, that would be great!",
			"M Why don't you come sit down, MC?",
			"- The girls have a few desks arranged to form a table.",
			"- Yuri walks to the corner of the room and opens the closet.",
			"- Meanwhile, Monika and Natsuki sit across from each other.",
			"- Still feeling awkward, I take a seat next to Monika.",
			"M So, I know you didn't really plan on coming here...",
			"M But we'll make sure you feel right at home, okay?",
			"M As president of the Literature Club, it's my duty to make the club fun and exciting for everyone!",
			"P I'm surprised there aren't more people in the club yet.",
			"P It must be hard to start a new club.",
			"M You could put it that way.",
			"M Not many people are very interested in putting out all the effort to start something brand new...",
			"M Especially when it's something that doesn't grab your attention, like literature.",
			"M You have to work hard to convince people that you're both fun and worthwhile.",
			"M But it makes school events, like the festival, that much more important.",
			"M I'm confident that we can all really grow this club before we graduate!",
			"M Right, Natsuki?",
			"N Well...",
			"N ...I guess.",
			"- Natsuki reluctantly agrees.",
			"- Such different girls, all interested in the same goal...",
			"- Monika must have worked really hard just to find these two.",
			"- Yuri returns to the table, carrying a tea set.",
			"- She carefully places a teacup in front of each of us before setting down the teapot in the middle.",
			"P You keep a whole tea set in this classroom?",
			"Y Don't worry, the teachers gave us permission.",
			"Y After all, doesn't a hot cup of tea help you enjoy a good book?",
			"P Ah... I-I guess...",
			"M Ehehe, don't let yourself get intimidated, Yuri's just trying to impress you.",
			"Y Eh?! T-That's not...",
			"- Insulted, Yuri looks away.",
			"Y I meant that, you know...",
			"P I believe you.",
			"P Well, tea and reading might not be a pastime for me, but I at least enjoy tea.",
			"Y I'm glad...",
			"- Yuri faintly smiles to herself in relief.",
			"Y So, MC, what kinds of things do you like to read?",
			"P Well... Ah...",
			"- Considering how little I've read these past few years, I don't really have a good way of answering that.",
			"P ...Manga...",
			"- I mutter quietly to myself, half-joking.",
			"- Natsuki's head suddenly perks up.",
			"- It looks like she wants to say something, but she keeps quiet.",
			"Y N-Not much of a reader, I guess...",
			"P ...Well, that can change...",
			"- What am I saying?",
			"- I spoke without thinking after seeing Yuri's sad smile.",
			"P Anyway, what about you, Yuri?",
			"Y Well, let's see...",
			"- Yuri traces the rim of her teacup with her finger.",
			"Y My favorites are usually novels that build deep and complex fantasy worlds.",
			"Y The level of creativity and craftsmanship behind them is amazing to me.",
			"Y And telling a good story in such a foreign world is equally impressive.",
			"- Yuri goes on, clearly passionate about her reading.",
			"- She seemed so reserved and timid since the moment I walked in, but it's obvious by the way her eyes light up that she finds her comfort in the world of books, not people.",
			"Y But you know, I like a lot of things.",
			"Y Stories with deep psychological elements usually immerse me as well.",
			"Y Isn't it amazing how a writer can so deliberately take advantage of your own lack of imagination to completely throw you for a loop?",
			"Y Anyway, I've been reading a lot of horror lately...",
			"P Ah, I read a horror book once...",
			"- I desperately grasp something I can relate to at the minimal level.",
			"- At this rate, Yuri might as well be having a conversation with a rock.",
			"M Ahaha. I'd expect that from you, Yuri.",
			"M It suits your personality.",
			"Y Oh, is that so?",
			"Y Really, if a story makes me think, or takes me to another world, then I really can't put it down.",
			"Y Surreal horror is often very successful at changing the way you look at the world, if only for a brief moment.",
			"N Ugh, I hate horror...",
			"Y Oh? Why's that?",
			"N Well, I just...",
			"- Natsuki's eyes dart over to me for a split second.",
			"N Never mind.",
			"M That's right, you usually like to write about cute things, don't you, Natsuki?",
			"N W-What?",
			"N What gives you that idea?",
			"M You left a piece of scrap paper behind last club meeting.",
			"M It looked like you were working on a poem called--",
			"N Don't say it out loud!!",
			"N And give that back!",
			"M Fine, fine~",
			"P Natsuki, you write your own poems?",
			"N Eh? Well, I guess sometimes.",
			"N Why do you care?",
			"P I think that's impressive.",
			"P Why don't you share them sometime?",
			"N N-No!",
			"- Natsuki averts her eyes.",
			"N You wouldn't...like them...",
			"P Ah...not a very confident writer yet?",
			"Y I understand how Natsuki feels.",
			"Y Sharing that level of writing takes more than just confidence.",
			"Y The truest form of writing is writing to oneself.",
			"Y You must be willing to open up to your readers, exposing your vulnerabilities and showing even the deepest reaches of your heart.",
			"M Do you have writing experience too, Yuri?",
			"M Maybe if you share some of your work, you can set an example and help Natsuki feel comfortable enough to share hers.",
			"P I guess it's the same for Yuri...",
			"- We all sit in silence for a moment.",
			"M Hey, I just got an idea!",
			"M How about this?",
			"NY ...?",
			"- Natsuki and Yuri look quizzically at Monika.",
			"M Let's all go home and write a poem of our own!",
			"M Then, next time we meet, we'll all share them with each other.",
			"M That way, everyone is even!",
			"N U-Um...",
			"M Ah...",
			"M I mean, I thought it was a good idea...",
			"Y Well...",
			"Y ...I think you're right, Monika.",
			"Y We should probably start finding activities for all of us to participate in together.",
			"Y I did decide to take on the responsibility of Vice President, after all...",
			"Y I need to do my best to nurture the club as well as its members.",
			"Y Besides, now that we have a new member...",
			"Y It seems like a good step for us to take.",
			"Y Do you agree as well, MC?",
			"P Hold on...there's still one problem.",
			"M Eh? What's that?",
			"- Now that we've reached the most important topic, I bluntly come forth with what's been on my mind the entire time.",
			"P I never said I would join this club!",
			"P Monika may have convinced me to stop by, but I never made any decision.",
			"P I still have other clubs to look at, and...um...",
			"- I lose my train of thought.",
			"- All three girls stare back at me with dejected eyes.",
			"M B-But...",
			"Y I'm sorry, I thought...",
			"N Hmph.",
			"P Eh...?",
			"- The girls exchange glances before Monika turns back to me.",
			"M I...guess I need to tell you the truth, MC.",
			"M The thing is...",
			"M ...We don't have enough members yet to form an official club.",
			"M We need four...",
			"M And I've been trying really, really hard to find new members.",
			"M And if we don't find one more before the festival...",
			"- I...I'm defenseless against these girls.",
			"- How am I supposed to make a clear-headed decision when it's like this?",
			"- I would feel terrible for letting everyone down in this situation...",
			"- And besides, the club itself seems pretty relaxed...",
			"- So, if writing poems is the price I need to pay in order to spend every day with these beautiful girls...",
			"P ...Right.",
			"P Okay, I've decided, then.",
			"P I'll join the Literature Club.",
			"- One by one, the girls' eyes light up.",
			"M Oh my goodness, really?",
			"M Do you really mean that, MC?",
			"P Yeah...",
			"P It could be fun, right?",
			"Y You really did scare me for a moment...",
			"N I mean, if you really just left after all this, I would be super pissed.",
			"M MC, I'm so happy...",
			"M We can become an official club now!",
			"M Thank you so much for this. You're really amazing.",
			"M I'll do everything I can to give you a great time, okay?",
			"P Ah...thanks, I guess.",
			"M Okay, everyone!",
			"M I think with that, we can officially end today's meeting on a good note.",
			"M Everyone remember tonight's assignment:",
			"M Write a poem to bring to the next meeting, so we can all share!",
			"- Monika looks over at me once more.",
			"M MC, I look forward to seeing how you express yourself.",
			"M Ehehe~",
			"P Y-Yeah...",
			"- Can I really impress the class star Monika with my mediocre writing skills?",
			"- I already feel the anxiety welling up inside me.",
			"- Meanwhile, the girls continue to chit-chat as Yuri cleans up the tea set.",
			"P I guess I'll be on my way, then...",
			"M Okay!",
			"M I'll see you tomorrow, then.",
			"M I can't wait!",
			"- With that, I depart the clubroom and make my way home.",
			"- The whole way, my mind wanders back and forth between the three girls:",
			"- and, of course, Monika.",
			"- Will I really be happy spending every day after school in a literature club?",
			"- Perhaps I'll have the chance to grow closer to one of these girls...",
			"- Alright!",
			"- I'll just need to make the most of my circumstances, and I'm sure good fortune will find me.",
			"- And I guess that starts with writing a poem tonight..."
			
			]
      }
   ]
}